{
	"Easy": [
		{
			"name": "69",
			"description": "Easy to get into and perform, the original 69  remains as one of the most popular 69 positions. In the standard variation, the man lays on his back while his partner kneels over his face and bends forward. A pillow under the man's head is just about a requirement if you're going to be spending some time in this position.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/69_01.png",
			"url": "https://sexinfo101.com/positions/69/69",
			"difficulty": "Easy"
		},
		{
			"name": "Spoons",
			"description": "A great introduction to the world of rear entry positions, it is very difficult to find someone who doesn't have Spoons in their favorite list. To get into the spooning position, both partners lie on their sides, with the woman in front, and the man entering from behind. Not only is this position very intimate, but the penetration angle is great for either g-spot or prostate gland stimulation.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/spoons_02.png",
			"url": "https://sexinfo101.com/positions/spoons",
			"difficulty": "Easy"
		},
		{
			"name": "Bent 69",
			"description": "One of the less comfortable 69 positions, the Bent 69 variation requires the woman to be pretty flexible to get into, let alone hold and perform oral in. Getting into this position is probably easiest by starting in the traditional Butler, then transitioning through the Leaning Butler and Bent Butler until the woman can reach her partner with her mouth. Men may enjoy some pillows under the knees, and we women should bend their knees to avoid strain!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/69_09.png",
			"url": "https://sexinfo101.com/positions/69/bent-69",
			"difficulty": "Easy"
		},
		{
			"name": "Inverted 69",
			"description": "Inverted 69, the inverted cousin of the original 69 position, is a great way to mix things up. The man needs to ensure that he holds his hips at the right height for comfortable access for his partner... with a pillow under her head for fine adjustment. You should also communicate in advance about the amount of thrusting from above is ok, as it could be difficult to ask the man to slow down with a mouthful.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/69_00.png",
			"url": "https://sexinfo101.com/positions/69/inverted-69",
			"difficulty": "Easy"
		},
		{
			"name": "Raised 69",
			"description": "The Raised variation of 69 lifts the position off of the ground. It offers women a lot more mobility to grind on their partner's mouth, and tends to be favored by those who find it uncomfortable to rest on their knees for extended periods. However, her standing position can be a bit tougher on the legs, so unless you're looking for sexercise, it might be best to enjoy this pose while transitioning through to others.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/69_10.png",
			"url": "https://sexinfo101.com/positions/69/raised-69",
			"difficulty": "Easy"
		},
		{
			"name": "Sideways 69",
			"description": "A simple twist on the traditional 69 position, Sideways 69 comes equipped with a head rest for both partners. Whether you have physical reasons for not wanting to be on top, are both feeling a little lazy, or are just really serious about equality, this variation is a very comfortable take on the classic. Feel free to have either partner take control at any time by rolling over.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/69_08.png",
			"url": "https://sexinfo101.com/positions/69/sideways-69",
			"difficulty": "Easy"
		},
		{
			"name": "Split 69 Stand",
			"description": "Once you're comfortable with the Wrapped 69 Stand variation, the Split 69 Stand will likely be next on your checklist! With the woman's legs split open, the man will not only have better head mobility, but will also have better oral and manual accessibility to all of the spots she likes to have attended. This variant does require a little more balance and endurance, so jump back into the wrapped version if you find yourself needing some rest.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/69_05.png",
			"url": "https://sexinfo101.com/positions/69/split-69-stand",
			"difficulty": "Easy"
		},
		{
			"name": "Planted Amazon 180",
			"description": "The 180 variation of Planted Amazon has the woman on her feet and facing away from the man. Like the Amazon 180, the added leg room will likely be appreciated by both partners, as they'll have a wider range of options to find what's most comfortable for them. Women may also find it easier to plant their hands on the man's thighs, as it could be a little difficult to get a lot of lift with them on his abdomen.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/amazon_04.png",
			"url": "https://sexinfo101.com/positions/amazon/planted-amazon-180",
			"difficulty": "Easy"
		},
		{
			"name": "Twisted Amazon",
			"description": "Every family needs a Twist, and the Amazon is no exception. In this variation, the woman mounts from the side in a half-kneeling, half-squatting position, the combination of which may be more comfortable for some couples. With the woman being positioned mostly on one side of the man's body, the man has a lot more freedom to move his back leg outward, allowing for some of the deepest penetration in the Amazon family.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/amazon_02.png",
			"url": "https://sexinfo101.com/positions/amazon/twisted-amazon",
			"difficulty": "Easy"
		},
		{
			"name": "Sitting Bodyguard",
			"description": "The Sitting variation of the Bodyguard is a good option for people who have had enough standing around... and perhaps those who don't find riding a motor cycle dangerous enough on it's own! On top of being a comfortable alternative, an added benefit is that the bench offers a surface that can be taken advantage of to keep a clitoral vibe in place without needing any hands. It might also be what happens next in all those fairy tales where the hero and the princess ride of into the sunset... :)",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/bodyguard_03.png",
			"url": "https://sexinfo101.com/positions/bodyguard/sitting-bodyguard",
			"difficulty": "Easy"
		},
		{
			"name": "Bull",
			"description": "In the standard variation of the Bull position, the man sits upright with his legs apart while the woman lies between them with her legs up over the his shoulders. While comfortable, this position does not afford much mobility for either partner, so most of the movement comes from rolling the hips. That said, if you happen to have a headboard with posts, the woman might be able to use those to generate some lateral movement... or alternatively a small (mechanic's) creeper could put her on wheels. You may also find it a little easier to increase the range from the hip movement with some pillows under either, or both, partner's rears.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/bull_01.png",
			"url": "https://sexinfo101.com/positions/bull/bull",
			"difficulty": "Easy"
		},
		{
			"name": "Squatting Bull",
			"description": "In the Squatting variation of the Bull, the woman mounts her partner from above while facing towards him. Offering a wide stance and more support, most woman should find this position to be significantly more comfortable than the 180 variation, and be able to hold the squatting posture much longer. Men will likely find it easier to provide a little assistance with the lifting, and those who love breasts will likely appreciate the close-up view.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/bull_08.png",
			"url": "https://sexinfo101.com/positions/bull/squatting-bull",
			"difficulty": "Easy"
		},
		{
			"name": "Bumpers",
			"description": "At the head of the Bumper family, the standard variation is one of the easier positions in this relatively difficult family. Requiring an erection that can aim downwards, it may be uncomfortable for men who find this difficult, though a few pillows under the woman's rear may help to reduce the strain. A difficult position to generate thrust distance in, you may find benefit from having the man hold on to her ankles to give her something to push off of with her legs.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/bumpers_01.png",
			"url": "https://sexinfo101.com/positions/bumpers/bumpers",
			"difficulty": "Easy"
		},
		{
			"name": "Planted Bumpers",
			"description": "One of the easiest members of the Bumpers family, the Planted variation places the woman's feet on the ground. \r\nOffering better leverage to utilize the legs for movement, we recommend it as a candidate for being the best starting point in this group. If you are amongst those that find the downward angle to be too uncomfortable, some cushions under both partner's backs might help reduce the strain enough to make it more feasible.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/bumpers_00.png",
			"url": "https://sexinfo101.com/positions/bumpers/planted-bumpers",
			"difficulty": "Easy"
		},
		{
			"name": "Butterfly",
			"description": "In a more comfortable spin on Butterfly, the Planted variation brings the woman's feet back to the ground. Offering women a little more mobility, and much better access to clitoral stimulation, it can be a relaxing way to enjoy any part of the day. However, the relaxed tilt of her pelvis will require a higher altitude to maintain the g-spot stimulation found in the standard variation, and less flexible couples may find it a little more difficult to reach max depth.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/butterfly_05.png",
			"url": "https://sexinfo101.com/positions/butterfly/butterfly",
			"difficulty": "Easy"
		},
		{
			"name": "Shotgun Open Butterfly",
			"description": "Our female tester found the position to be very comfortable, especially with her feet resting on the dash. Our male tester enjoyed it, but not quite as much... mentioning that leaning forward because of the limited head room was a little hard on the neck, and that his penetration mobility was reduced a little by not having enough clearance between the seat and glove box.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/car_01.png",
			"url": "https://sexinfo101.com/positions/car-sex/shotgun-open-butterfly",
			"difficulty": "Easy"
		},
		{
			"name": "Shotgun Doggy",
			"description": "Our female tester thoroughly enjoyed it, noting that having the seat to lean against made it much more comfortable than the original. Our male tester however deducted a few points for the limited headroom and mentioned that his vehicle didn't have enough clearance between the seat and dashboard to get full penetration mobility. Pro tip: the woman should arch her back to tilt her pelvis to improve the attainable depth of penetration.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/car_07.png",
			"url": "https://sexinfo101.com/positions/car-sex/shotgun-doggy",
			"difficulty": "Easy"
		},
		{
			"name": "Shotgun Open Missionary",
			"description": "Our female tester gave two thumbs up, only noting a small problem with clearance of her right leg, which was a little squished against the door, however the benefit of having the dashboard as a foot rest made up for it.  Our male tester also gave two thumbs up, noting that the inclined angle of the seat made it more comfortable than the original, and that it took a few thrusts to figure out the optimal positioning.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/car_02.png",
			"url": "https://sexinfo101.com/positions/car-sex/shotgun-open-missionary",
			"difficulty": "Easy"
		},
		{
			"name": "Lunging Cowgirl",
			"description": "The Lunging variation of the Cowgirl family has the woman mounting the man in lunge position, alternating legs as needed. Although great for the couples who enjoy 'sexercising', such low lunges could be extremely taxing on the legs, so you may find your endurance pushed to the limit... However, the penetration depth and angles will likely keep you coming back for more. We recommend for woman to find the altitude that's most comfortable, and then stacking cushions under the man to get him to the perfect height.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cowgirl_06.png",
			"url": "https://sexinfo101.com/positions/cowgirl/lunging-cowgirl",
			"difficulty": "Easy"
		},
		{
			"name": "Tilted Crab",
			"description": "The Tilted variation of the Crab is a subtle variation where the woman rotates her body in either direction so that her feet are on the opposite side of the man's body from her hands. Offering a little more range for finding a comfortable position for her hands and feet, many women may find it easier than the standard variation. The tilt may also provide a better angle to take advantage of a curved penis, so make sure to experiment with both sides to see what feels best.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/crab_02.png",
			"url": "https://sexinfo101.com/positions/crab/tilted-crab",
			"difficulty": "Easy"
		},
		{
			"name": "Twisted Crab",
			"description": "Bringing the perpendicular penetration of a Twist variation to the Crab family, this position offers quite a bit of variety. Women have a wide range of movement available to them, though some men may find it uncomfortable to have too much sideways pressure. Men will want to explore tilting their bodies in both directions, as well as providing some additional thrusting from below, or alternatively to aid their partners with some support.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/crab_03.png",
			"url": "https://sexinfo101.com/positions/crab/twisted-crab",
			"difficulty": "Easy"
		},
		{
			"name": "Crab 180",
			"description": "In a 180 twist on the primary variation, Crab 180 has the woman's head at the man's feat, and vice versa. With exception to the perks for men with a foot fetish, the most notable difference is the reversed angle of penetration, which can be uncomfortable for some men when pushed to the extreme. On the other hand, some women may find this angle to be a lot better for targeting the g-spot, so you may find yourselves needing to compromise.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/crab_01.png",
			"url": "https://sexinfo101.com/positions/crab/crab-180",
			"difficulty": "Easy"
		},
		{
			"name": "Crabby Cradle",
			"description": "In the Crabby variation of the Cradle, the woman leans back all the way into a crab position. Offering a unique penetration angle within the family, it is one of the best in the group for targeting the g-spot. However, the crab posture can be quite taxing on her upper body, so you may enjoy shorter bouts in this position. For those comfortable with the crab posture, make sure to explore the full range of movement available to find what feels best!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cradle_06.png",
			"url": "https://sexinfo101.com/positions/cradle/crabby-cradle",
			"difficulty": "Easy"
		},
		{
			"name": "Lazy Cradle",
			"description": "Perfect for a break, or just a relaxing evening, the Lazy variation of Cradle has the women extending her legs forward without planting her feet. With very limited mobility, it is most suitable for grinding, though some lift for penetration distance can be attained through extending the woman's arms. Since tricep dips can be quite taxing, you may find it easier to perform the position near some furniture, so she can mix in some shoulder strength by resting her forearms on it.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cradle_02.png",
			"url": "https://sexinfo101.com/positions/cradle/lazy-cradle",
			"difficulty": "Easy"
		},
		{
			"name": "Bent Butler",
			"description": "Offering some of the best oral clitoral access from the Butler group, the Bent variation is the preferred variation of this sub-family for many. She should remember to bend their knees to reduce the strain, and he probably wouldn't mind getting a little hand-job while they dine out. As in most kneeling positions, you may want to consider throwing some pillows on the ground to make kneeling on the ground more comfortable.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cunnilingus_21.png",
			"url": "https://sexinfo101.com/positions/cunnilingus/bent-butler",
			"difficulty": "Easy"
		},
		{
			"name": "Leaning Butler",
			"description": "The Leaning Butler is a simple variation on the regular Butler where the woman leans forward and tilts her pelvis to provide the man with better access to her clit. Holding onto her own legs helps reduce the strain of the bend while spreading things out, but a chair, bed or even a wall can be used to provide some support and mix things up.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cunnilingus_20.png",
			"url": "https://sexinfo101.com/positions/cunnilingus/leaning-butler",
			"difficulty": "Easy"
		},
		{
			"name": "Lying Butler",
			"description": "Like most of the Butler sub family, the Lying variation is well suited for analingus, and offers decent access for clit play and fingering. However, it does require a sharp angle on the man's neck, which can be quite straining for extended sessions. We recommend experimenting with some pillows under the woman's pelvis to see if you find a higher altitude more comfortable.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cunnilingus_14.png",
			"url": "https://sexinfo101.com/positions/cunnilingus/lying-butler",
			"difficulty": "Easy"
		},
		{
			"name": "Folded Eagle",
			"description": "In the Folded variation of the Eagle position, the woman lifts her legs towards her chest. This provides the man with much better oral and finger access than in most cunnilingus positions, but is more difficult to maintain than planting the feet for those who are less flexible. We recommend experimenting with pillows under the woman's rear to find the most comfortable angle for you.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cunnilingus_13.png",
			"url": "https://sexinfo101.com/positions/cunnilingus/folded-eagle",
			"difficulty": "Easy"
		},
		{
			"name": "North Face",
			"description": "Cow Girl's oral cousin, the North Face position is a great to kill the time while you wait to ride out the winter. Offering women a great deal of control over the location and intensity of a man's stimulation, it's one of the best ways for a woman to get exactly what she's in the mood for. It's extremely comfortable, assuming everyone is allowed to breathe, easy to get into, and easy to maintain for as long as required.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cunnilingus_00.png",
			"url": "https://sexinfo101.com/positions/cunnilingus/north-face",
			"difficulty": "Easy"
		},
		{
			"name": "South Face",
			"description": "The oral cousin of the Rodeo position, South Face is also the 180 variation of North Face. Offering nearly the same perks as the North, the main differences are that the woman receives a view of her man, while giving her man some up close southern exposure. It is also much more convenient for transitioning to a 69, as the arched 69 is no where near as comfortable.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cunnilingus_01.png",
			"url": "https://sexinfo101.com/positions/cunnilingus/south-face",
			"difficulty": "Easy"
		},
		{
			"name": "Feedbag",
			"description": "The Feedbag position is the perfect weapon for men who find it uncomfortable to keep their head tilted back for extended periods of time. The majority of the woman's weight is supported by her legs on his back, leaving him free, and much more comfortable, to dine out and explore her body. Not only that, she can use her legs to help control the pressure and pace, and his joystick should be within reach for some return gratitude.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cunnilingus_03.png",
			"url": "https://sexinfo101.com/positions/cunnilingus/feedbag",
			"difficulty": "Easy"
		},
		{
			"name": "Aerial Feedbag",
			"description": "In likely the most difficult form of Feedbag for women, the Aerial variation has the woman in a suspended bridge position, with her legs wrapped around the man's shoulders. Quite straining on the upper body, even the fittest women amongst us are advised to have some pillows placed in the drop zone. For those who try to follow the illustrations closely, you will probably have more success if you do not try to follow this one exactly; twisting the arms so that her finger tips point away from the man is not the more comfortable route and will be revised in the near future.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cunnilingus_04.png",
			"url": "https://sexinfo101.com/positions/cunnilingus/aerial-feedbag",
			"difficulty": "Easy"
		},
		{
			"name": "Grounded Feedbag",
			"description": "Bringing Feedbag to lower altitudes, the Grounded variation is a very comfortable way to dine out. There is very little strain on either partner, especially if you have some pillows to help keep her pelvis at the right height. Women can easily adjust the pressure by moving towards or away from their partner, and can also help guide their partner by rolling their hips. We also recommend taking advantages of some pillows, on top of adding comfort, they free up his hands for whatever you're in the mood for!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cunnilingus_08.png",
			"url": "https://sexinfo101.com/positions/cunnilingus/grounded-feedbag",
			"difficulty": "Easy"
		},
		{
			"name": "Southern Guillotine",
			"description": "A 180 twist on the Northern Guillotine, the Southern variation has the woman facing southwards. Most women will likely find it more comfortable to use the bed for support when facing towards it, it offers a view of the man's body, and it also puts his parts within reach... Unless something has changed since the last we checked, men tend to like having their penises touched, so we recommend grabbing ahold of the joystick and giving it some tugs!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cunnilingus_23.png",
			"url": "https://sexinfo101.com/positions/cunnilingus/southern-guillotine",
			"difficulty": "Easy"
		},
		{
			"name": "Servant",
			"description": "A good Servant knows what to do when he gets on his knees. This higher altitude variation of the Eagle position is equally comfortable for a woman, and way more comfortable for a man due to the reduced neck strain. It also offers great access for fingering, so we recommend experimenting with combinations of your favorite techniques to maximize the pleasure!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cunnilingus_24.png",
			"url": "https://sexinfo101.com/positions/cunnilingus/servant",
			"difficulty": "Easy"
		},
		{
			"name": "Her Oral Waterfall",
			"description": "Her Oral Waterfall might not be the most natural position to transition into, but well worth the effort for women who enjoy the feeling of being dominated. Some women may find it more comfortable to have their legs over their partner's shoulders, but we recommend trying it with feet planted on the sofa to make it easier to grind and to help him find the right spots to spend some time.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cunnilingus_28.png",
			"url": "https://sexinfo101.com/positions/cunnilingus/her-oral-waterfall",
			"difficulty": "Easy"
		},
		{
			"name": "Doggy",
			"description": "The standard variation of Doggy Style is comfortable, intuitive and versatile; the woman simply gets on all-fours, with the man mounting from behind in a kneeling position. As in most rear entry positions, the angle of penetration tends to be very well suited for targeting the g-spot, so we recommend for women to explore titling their pelvis and arching their back to find the best angles. As with all kneeling positions, we recommend pillows on the floor for added comfort, as well as to fine tune the alignment of your groins.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/doggy_08.png",
			"url": "https://sexinfo101.com/positions/doggystyle/doggy",
			"difficulty": "Easy"
		},
		{
			"name": "Closed Doggy",
			"description": "In a subtle adaptation to the standard form of Doggystyle, the Closed variation has the woman's legs closer together with the man's on the outside. The closed position of her legs can provide a different sensation for both partners, and gives the woman much more control over the height of her pelvis... which we recommend you experiment with to find the best angles. As in all kneeling positions, pillows under the knees tend are essential for staying comfortable.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/doggy_04.png",
			"url": "https://sexinfo101.com/positions/doggystyle/closed-doggy",
			"difficulty": "Easy"
		},
		{
			"name": "Supported Standing Doggy",
			"description": "Favored by many, the Supported Standing variation of Doggy is a versatile position that most of us will be visiting often during our sexual careers. Particularly good for those with knee issues, women will likely find this variant to be a lot more comfortable when thrusting harder, which is a lot easier with the increased mobility. Small height adjustment can be handled with some bending of the knees, or placing feet together, though having a stepping stool or high heels may be preferable.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/doggy_10.png",
			"url": "https://sexinfo101.com/positions/doggystyle/supported-standing-doggy",
			"difficulty": "Easy"
		},
		{
			"name": "Fuck Face",
			"description": "Featuring one of the less appropriate names in our list, Fuck Face is a fan favorite. A relatively straight forward position, there isn't too much to say beyond it being potentially a little difficult for women to be able to stroke with their hands while resting on their elbows. It can also be a little straining on a woman's neck, so we recommend to experiment with kneeling at different heights to find the most comfortable position.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/fellatio_01.png",
			"url": "https://sexinfo101.com/positions/fellatio/fuck-face",
			"difficulty": "Easy"
		},
		{
			"name": "Standing Fuck Face",
			"description": "In the standing variation of one of our more inappropriately named positions, the Standing Fuck Face offers men a lot more mobility than its kneeling sibling. Like the standard variation, this position is simple to get into and perform, though it can be a little straining on the neck. Although we chose to use the bed for artistic reasons, we found this position to be better suited for the edge of a couch, where there was much less strain on the woman's back.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/fellatio_13.png",
			"url": "https://sexinfo101.com/positions/fellatio/standing-fuck-face",
			"difficulty": "Easy"
		},
		{
			"name": "Southern Headrest",
			"description": "A comfortable position for both partners, the Southern Headrest comes equipped with a pillow to make performing fellatio less straining than ever. If that wasn't good enough, it's great for tea-bagging, deep throating, and also perfect for watching some tv on a sectional couch. The only possible downside we could come up with could be the view for the woman, but that could also be an upside to some.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/fellatio_17.png",
			"url": "https://sexinfo101.com/positions/fellatio/southern-headrest",
			"difficulty": "Easy"
		},
		{
			"name": "Jack Hammer",
			"description": "A 180 twist on the Stand & and Blow, the Jack Hammer has the woman on her knees while facing away from the man, and reclining backwards towards him. Named for the downward 'drilling', it requires an erection that can be aimed downwards, which may be uncomfortable for some men. If you find yourself in this camp, you may want to lean forward to reduce the strain. For women, having some pillows under your knees and shins will definitely add some comfort... as always when kneeling on the floor.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/fellatio_09.png",
			"url": "https://sexinfo101.com/positions/fellatio/jack-hammer",
			"difficulty": "Easy"
		},
		{
			"name": "Oral Therapy",
			"description": "If men could choose one way to spend the rest of their lives, Oral Therapy would probably be a candidate. At the very least, it could make those resistant to therapy a lot more open to it. Combining two of the greatest pleasures in life: receiving oral and lying down, this position is also one of the most comfortable for women. Offering women a lot of freedom of moment, it is a lot less straining on the neck, and easy to take over with a hand if they need to take a break.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/fellatio_12.png",
			"url": "https://sexinfo101.com/positions/fellatio/oral-therapy",
			"difficulty": "Easy"
		},
		{
			"name": "Plumber",
			"description": "Earning its name from its resemblance to a Plumber getting under the sink, this position is an extremely comfortable way for women to warm up the pipe. With the man kneeling on all fours, women have great access for some tushy and testicle time, as well as exploring some roads less traveled, though it's probably a good idea to knock before getting labeled as a trespasser. There is however a small downside, or rather a shallow one, as the alignment of her mouth and throat are not ideal for deep throating.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/fellatio_04.png",
			"url": "https://sexinfo101.com/positions/fellatio/plumber",
			"difficulty": "Easy"
		},
		{
			"name": "North Pole",
			"description": "A great way to lube up or finish off when enjoying a 'titty fuck', the North Pole position is easy to transition into. Although quite bit short of ideal for deep throating, it can be quite comfortable for some shallow lovin with some pillows placed under the woman's head. However, men do need to be careful with resting too much weight on the breasts; like testicles, most people aren't too fond of having their's crushed.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/fellatio_00.png",
			"url": "https://sexinfo101.com/positions/fellatio/north-pole",
			"difficulty": "Easy"
		},
		{
			"name": "Road Head",
			"description": "In case you haven't gotten the memo on distracted driving yet, it might not be the best idea to perform Road Head on an active driver! Not only is it a risk to other drivers on the road, a mouth is one of the worst places for any body part to be in the event of an accident! Disclaimers aside, this position is easy to get into, and easy to perform just about anywhere that two people can sit next to each other. However, it can be a little straining on the woman's upper body and neck, so it might not be a good go to when trying to crack a tough nut.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/fellatio_10.png",
			"url": "https://sexinfo101.com/positions/fellatio/road-head",
			"difficulty": "Easy"
		},
		{
			"name": "Sit & Blow",
			"description": "The Sit & Blow is a great way to make any man feel like the king of the castle... and we'd like to think that it was Bill's favorite way to get some lip service in the oval. Simple to get into, and quite comfortable, about the only thing we can really say besides making more jokes is that some pillows on the floor is always a smart play when kneeling. For those who are curious what the pillows in the oval office pillows looked like back then, here's a link togoogle images.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/fellatio_08.png",
			"url": "https://sexinfo101.com/positions/fellatio/sit-and-blow",
			"difficulty": "Easy"
		},
		{
			"name": "Sword Swallower",
			"description": "A 180 twist on Tea Bag, the Sword Swallower position has the man facing towards his partner. Thanks to the nearly straight alignment of the woman's mouth and throat, it tends to be one of the best for deep throating, and happens to be quite comfortable too. If that wasn't enough reason to check it out, it is also the best in the category for viewing and playing with her breasts! Given how difficult it can be to breathe while deep throating, we highly recommend for anyone new to the game to start slow. Since verbal communication can be a little tough with a mouthful, women should place their hands on the man's hips to guide speed, depth, and most importantly, air breaks.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/fellatio_15.png",
			"url": "https://sexinfo101.com/positions/fellatio/sword-swallower",
			"difficulty": "Easy"
		},
		{
			"name": "The Usual",
			"description": "Likely the most common way Fellatio is performed, the Usual has a lot going for it. It's easy to get into, very comfortable, and only a little straining on a woman's neck. This position can be held for an extended period before needing to take a break or change positions, especially when switching arms as necessary. The only real downside is that loose longer hair could have a tendency to get in the mouth, so men should consider helping out when needed.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/fellatio_05.png",
			"url": "https://sexinfo101.com/positions/fellatio/the-usual",
			"difficulty": "Easy"
		},
		{
			"name": "Lying Groundhog",
			"description": "In the Lying variation of the Groundhog, the man lies out horizontally over his partner with his legs on the outside of hers. Much more comfortable for a man when compared to kneeling, it offers both increased intimacy and range of movement. Initial penetration can be a little tricky with the woman having limited ability to help aim, so beginners may benefit from docking in the upright position before lying down to avoid any frustrations. However, we recommend practicing the art of entering with no hands, as it's a useful skill to have in many positions!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/groundhog_06.png",
			"url": "https://sexinfo101.com/positions/groundhog/lying-groundhog",
			"difficulty": "Easy"
		},
		{
			"name": "Mounted Groundhog",
			"description": "The Mounted variation of the Groundhog family has the man leaning all the way forward. Extremely comfortable and intimate, if features a large area of skin contact, and great access for nibbling on her neck. On top of that, it also has great mobility, and is very versatile for matching the mood you're in. We recommend some pillows under her pelvis to explore different angles, and to even try outercourse for some great clitoral stimulation.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/groundhog_05.png",
			"url": "https://sexinfo101.com/positions/groundhog/mounted-groundhog",
			"difficulty": "Easy"
		},
		{
			"name": "Squatting Groundhog",
			"description": "The Squatting variation of Groundhog is easy to get into and provides an interesting and unique sensation for the man, though can be a little tough on the knees and legs. With the lower center of gravity, he should be able to thrust with relatively wild abandon with little risk of slipping out of place or losing his balance, and the downward angle of penetration should be well enjoyed by the woman. However, maintaining such a low position is very taxing on the legs, so some pillows under her pelvis to increase her altitude can go a long way in adding to his endurance.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/groundhog_02.png",
			"url": "https://sexinfo101.com/positions/groundhog/squatting-groundhog",
			"difficulty": "Easy"
		},
		{
			"name": "Guard",
			"description": "At the head of the Guard family, the standard variation is likely the most comfortable form. Keeping the pelvis lifted is relatively easy, as women can rest their thighs on their man's legs, and unlike most of the variations in the family, the man doesn't have to do much lifting. However, we recommend to experiment with pillows under the woman's lower back, so that you can explore the full range to find the heights and angles that are most comfortable and pleasurable for you.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/guard_00.png",
			"url": "https://sexinfo101.com/positions/guard/guard",
			"difficulty": "Easy"
		},
		{
			"name": "Pressed Guard",
			"description": "In the Pressed variation of the Guard, the woman presses her feet against the man's chest. Offering a very comfortable way to keep her pelvis titled for g-spot targeting, the only downside could be the man getting launched, or kicked in the face, if a women were to loose control and push off unexpectedly. We recommend exploring different penetration altitudes and foot placements to experience all the pleasure to be had!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/guard_02.png",
			"url": "https://sexinfo101.com/positions/guard/pressed-guard",
			"difficulty": "Easy"
		},
		{
			"name": "Mixed Hanger",
			"description": "Once you master the other forms of Hanger, you'll be ready to try out all of the Mixed variations! Potentially much more challenging to balance, additional caution is advised to avoid injury. We recommend exploring the range of options by using the variation you feel most comfortable in as a starting point, and spreading outward from there. With the high difficulty rating of this family, combining a Tilt + Wrap might not be the best starting point for most people, and feel free to post any interesting experiences in the comments below!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/hanger_04.png",
			"url": "https://sexinfo101.com/positions/hanger/mixed-hanger",
			"difficulty": "Easy"
		},
		{
			"name": "Kneeling Lap Dance",
			"description": "Although a little less versatile than the standard Lap Dance, the Kneeling variation is a lot more comfortable and offers women much finer control over the speed, angle and depth of penetration. If you want to practice this position on a couch where your knees sink between the cushions, stuffing the cracks with pillows or towels tends to solve the problem!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/lap_dance_05.png",
			"url": "https://sexinfo101.com/positions/lap-dance/kneeling-lap-dance",
			"difficulty": "Easy"
		},
		{
			"name": "Folded Missionary",
			"description": "To get in to the Folded Missionary Position, the woman lies on her back and pivots her hips so that her legs are folded towards her chest. The man lies on top while supporting some of his weight on her legs. A favorite of many men because of the sense of power that comes from folding their partner, and vice versa for many woman from being folded, it also offers great freedom of movement and penetration depth. Most women won't find taking a man's full weight to be very comfortable, so men should reduce the strain by supporting some of their weight with their arms.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/missionary_03.png",
			"url": "https://sexinfo101.com/positions/missionary/folded-missionary",
			"difficulty": "Easy"
		},
		{
			"name": "Split Missionary",
			"description": "In an extreme form of Open Missionary, the Split variation stretches a woman's legs out as far as they can go, which translates into some of the deepest penetration the family can offer. However, requiring high flexibility, it can be somewhat uncomfortable for women to maintain for a longer duration. Given the clitoral stimulation possible at full penetration, we recommend taking advantage by experimenting by mixing in some grinding when you go deep.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/missionary_00.png",
			"url": "https://sexinfo101.com/positions/missionary/split-missionary",
			"difficulty": "Easy"
		},
		{
			"name": "Grounded Pile Driver",
			"description": "Taking the Pile Driver to the ground, the Grounded variation requires extreme penile flexibility to execute. As in the most such positions, if the man finds this too uncomfortable or outright impossible, he can compensate by leaning forward to reduce the strain... and a little more adjustment can be achieved from the woman pulling her legs towards her chest. Given the lower altitude of the woman's back, you may also find it more comfortable to place a few pillows under it to make holding the best angle a little easier.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/piledriver_05.png",
			"url": "https://sexinfo101.com/positions/pile-driver/grounded-pile-driver",
			"difficulty": "Easy"
		},
		{
			"name": "Rodeo",
			"description": "At the head of the Rodeo family, the standard variation is a classic that most people enjoy. It's very easy to get into; the man just lies on his back, and the woman kneels over top of him facing away. Offering great mobility, depth, and comfort, it is also much more resistant to slipping out from too much lateral movement - though over extending could be quite painful for men, so women be careful! We recommend that women experiment with placing their hands on the man's legs in front, or go 'no hands' to find what's most pleasurable!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/rodeo_00.png",
			"url": "https://sexinfo101.com/positions/rodeo/rodeo",
			"difficulty": "Easy"
		},
		{
			"name": "Standing Twisted Rodeo",
			"description": "The Standing variation of Twisted Rodeo is much more comfortable for women to hold. The added elevation takes a lot of strain off of her legs, and it is a lot easier on the legs to generate movement. Her hands can be placed on the man, or she can lean back and use the back edge of the couch for more leverage. We recommend both partners explore the whole range of hip movement - rocking front-back, side-side, and in a circular motion on top of in-out penetration to get the full feel of what the position has to offer!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/rodeo_07.png",
			"url": "https://sexinfo101.com/positions/rodeo/standing-twisted-rodeo",
			"difficulty": "Easy"
		},
		{
			"name": "Open Rodeo",
			"description": "In the Open variation of the Rodeo family, the man opens his legs so that the woman can mount from inside, with her legs tucked under her his. This subtle difference can provide a significant increase in penetration depth, and may be substantially more comfortable for women working with a bigger man... which could lead to much improvement mobility for the woman.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/rodeo_08.png",
			"url": "https://sexinfo101.com/positions/rodeo/open-rodeo",
			"difficulty": "Easy"
		},
		{
			"name": "Saint 180",
			"description": "The 180 variation of the Saint spins the woman around to face away from the man. Women may find the increased leg room from not having to accommodate their partners to be much more comfortable, and men will likely find it much more convenient to take a break from the lifting to play with her breasts, or to reach around to fondle her clit. Offering a wide range of movement options for women, especially with his aid, we recommend you take the time to explore them all, and would love to hear your favorites below!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/saint_08.png",
			"url": "https://sexinfo101.com/positions/saint/saint-180",
			"difficulty": "Easy"
		},
		{
			"name": "Closed Sinner",
			"description": "In the Closed variation of the Sinner, the woman's legs are positioned on the inside of the man's, which you may find more or less comfortable depending on your widths. Most notably, the closed legs can help increase clitoral stimulation from penetration alone, though this comes at more difficult access for hand stimulation. You may also find the closed variation to be more comfortable to transition to the planted variation where she can assist more easily towards the penetration motion.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/sinner_01.png",
			"url": "https://sexinfo101.com/positions/sinner/closed-sinner",
			"difficulty": "Easy"
		},
		{
			"name": "Kneeling Sinner",
			"description": "Requiring a decent amount of flexibility, the Kneeling variation of the Sinner might not be the most comfortable for all to enjoy. Having the woman on her knees offers a different penetration angle to having the legs extended, though it can be a bit limiting for generating movement. Consequently, the majority of the thrusting movement will need to be provided by the man, though we definitely recommend that the woman experiment with some hip movement to add to the pleasure.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/sinner_10.png",
			"url": "https://sexinfo101.com/positions/sinner/kneeling-sinner",
			"difficulty": "Easy"
		},
		{
			"name": "Planted Closed Sinner",
			"description": "In the Planted Closed variation of the Sinner, the woman's legs are planted on the inside of the man's, which you may find more or less comfortable depending on your widths. Most notably, the closed legs can help increase clitoral stimulation from penetration alone, and the planted feet makes it a lot easier for her to assist in the penetration motion. We recommend that the woman experiment with planting her feet at different distances to see which angles feel best!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/sinner_02.png",
			"url": "https://sexinfo101.com/positions/sinner/planted-closed-sinner",
			"difficulty": "Easy"
		},
		{
			"name": "Tilted Sinner",
			"description": "In the Tilted variation of the Sinner, the woman lies on top of the man at an angle, so that both her legs are on one side of his body. This can make face contact a lot less straining on her neck, and she may find more comfortable than being on the inside or outside of his legs. She may also find the leg placement to make it much easier to find good footing for generating some motion, and clitoris access can be added easily by opening the legs a touch.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/sinner_07.png",
			"url": "https://sexinfo101.com/positions/sinner/tilted-sinner",
			"difficulty": "Easy"
		},
		{
			"name": "Spoon",
			"description": "The standard variation of the Spoon ought to be the first choice to satisfy your early morning desires! A natural position, it is both easy to get into, and comfortable for both partners.... and it's especially well suited to catching a movie on the couch. If the woman is substantially smaller than the man, you may benefit from placing a pillow under her hip to help get you aligned.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/spoons_02.png",
			"url": "https://sexinfo101.com/positions/spoons/spoon",
			"difficulty": "Easy"
		},
		{
			"name": "Crossed Spoon",
			"description": "Bringing the benefit of a 'twisted' position (perpendicular penetration) to the Spoons family, the Crossed variation offers both a unique angle and more of the ease and comfort associated with this family. Although the basic movement in this position is simple, working together for maximum pleasure can be a little more difficult - but well worth the effort.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/spoons_03.png",
			"url": "https://sexinfo101.com/positions/spoons/crossed-spoon",
			"difficulty": "Easy"
		}
	],
	"Medium": [
		{
			"name": "69",
			"description": "The old saying goes, it's better to give then it is to receive... but when it comes to sex, we find it best to give and receive at the same time! The 69 family of  consists of those alignments where two sexual partners perform oral on each other at the same time. Great for both warming each other up or as the main event...  and for some added fun, whoever stops or cums first makes dinner!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/69_01.png",
			"url": "https://sexinfo101.com/positions/69",
			"difficulty": "Medium"
		},
		{
			"name": "Kneeling 69",
			"description": "The Kneeling variation of the 69 position amps up the difficulty, though is a lot safer than its standing cousin. The man will require a fair amount of core strength and balance to hold the position, assuming he doesn't throw out his back getting into it. Although being born airborne is a lot more exciting, both partners will likely need to use both of their arms to stay in position, limiting pleasure to oral only.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/69_02.png",
			"url": "https://sexinfo101.com/positions/69/kneeling-69",
			"difficulty": "Medium"
		},
		{
			"name": "Reclined 69",
			"description": "There isn't anything quite like this version of the 69 position; though its degree of flexibility required is definitely on the higher side! This variation is definitely better suited for people who are both fit and flexible. It's easiest to get into by having the man lie flat on his back, and have the woman kneel over his head in the North Face position. With the man supporting her by holding her hips, she reclines while twisting a little until she can reach his member with her mouth - unless she is flexible enough to do this pose without the twist!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/69_06.png",
			"url": "https://sexinfo101.com/positions/69/reclined-69",
			"difficulty": "Medium"
		},
		{
			"name": "Sitting 69",
			"description": "No time to lie down? No problem! The Sitting variation of the 69 position fills the gap for people on really tight schedules. Although some men out there may have the ab strength to hold the position without bracing themselves, most would likely benefit from a wall to lean against so that they can free up their hands. For the ladies, the only tip we have at this time is to remember to bend the knees to alleviate some of the strain on your legs.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/69_07.png",
			"url": "https://sexinfo101.com/positions/69/sitting-69",
			"difficulty": "Medium"
		},
		{
			"name": "Standing 69",
			"description": "You probably don't even want to think about trying the Standing 69 variation unless the lifter can squat the weight of their partner. If you aren't sure, you check out the kneeling variation to test the waters with much less altitude and risk of injury. To get into this position there are a few options, though we recommend you start in the standard (kneeling) variation and simply stand up while minding their balance and their partner's head",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/69_03.png",
			"url": "https://sexinfo101.com/positions/69/standing-69",
			"difficulty": "Medium"
		},
		{
			"name": "Wrapped 69 Stand",
			"description": "Probably the best place to start with vertical 69 variations, the Wrapped 69 Stand variant requires the least amount of balance and strength to get going. To get into the position, the woman gets into a head stand, potentially assisted by a wall or her partner. Once stable, the man kneels close to her and approaches until his unit is in the right range, at which point the woman bends her legs onto his shoulders and wraps them around his head. From there, apply as much leg pressure as desired and permitted!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/69_04.png",
			"url": "https://sexinfo101.com/positions/69/wrapped-69-stand",
			"difficulty": "Medium"
		},
		{
			"name": "Amazon",
			"description": "Named after the legendary Amazons of ancient Greek mythology, the Amazon family can be a little intimidating for the timid, but well worth the effort. Having the man folded in half tends to give the woman a much greater sense of power and control, while being dominated can be pretty hot for the man.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/amazon_01.png",
			"url": "https://sexinfo101.com/positions/amazon",
			"difficulty": "Medium"
		},
		{
			"name": "Amazon",
			"description": "At the head of the Amazon family, the standard variation has the man lying on his back with legs raised, and the woman mounting from above in a kneeling position. Offering women great leverage and support, the only downside from her perspective is that it can be a little awkward to kneel over a partner that is significantly larger. If you're finding this to be the case, the 180 and Twist variations should take care of the problem. A pillow under his lower back could also help with finding those perfect angles, so experiment a bit until you find the perfect way to ride!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/amazon_01.png",
			"url": "https://sexinfo101.com/positions/amazon/amazon",
			"difficulty": "Medium"
		},
		{
			"name": "Amazon 180",
			"description": "A 180 twist on the standard variation, the Amazon 180 has the woman facing away from her man. The most noticeable difference is the improved leg room for women, who can now bring their knees much closer together, and similarly for men, who have a lot less weight pressing down on their legs. However, it is much easier to hurt a man by leaning or sliding too far forward, so we urge woman to be mindful of their man's limits!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/amazon_03.png",
			"url": "https://sexinfo101.com/positions/amazon/amazon-180",
			"difficulty": "Medium"
		},
		{
			"name": "Planted Amazon",
			"description": "The Planted variation of the Amazon family is the most dominating for women, making it a great candidate for couples that enjoy a little domination and submission action. Given that so many positions fold women up into pretzels, it's only fair for men to get a taste of what it feels like! Since this position has the most amount of weight on the man, you'll definitely want to start slow to establish any limits, and be careful not to pass them once things get going.Collection Tags:All SexWoman on TopFront EntryWoman ActiveWoman SquattingMan LyingClit Access",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/amazon_00.png",
			"url": "https://sexinfo101.com/positions/amazon/planted-amazon",
			"difficulty": "Medium"
		},
		{
			"name": "Bodyguard",
			"description": "The Bodyguard family combines the intensity of Doggy Style with the intimacy of Spooning... while being easy to perform anywhere you can stand or even kneel! Offering great access for breast play, we recommend that men take advantage... and to throw in a little neck and earlobe kisses if you can reach.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/bodyguard_01.png",
			"url": "https://sexinfo101.com/positions/bodyguard",
			"difficulty": "Medium"
		},
		{
			"name": "Bodyguard",
			"description": "At the head of the Bodyguard family, the standard variation is known for both its intimacy and intensity. The man's hands are free to roam and explore her body, and if height allows, both partner's necks are readily available for some lovin'. Small height differences can be resolved with some bending at the knees, but larger differences may require heels, or even a stepping stool to get aligned. If you do require some assistance for height, consider taking advantage of some furniture to help keep balance.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/bodyguard_01.png",
			"url": "https://sexinfo101.com/positions/bodyguard/bodyguard",
			"difficulty": "Medium"
		},
		{
			"name": "Kneeling Bodyguard",
			"description": "Bringing the Bodyguard to lower altitudes, the Kneeling variation is a candidate for being one of the most intimate positions without facing each other. Like the standard variation, hands are free to roam and necks are within reach, however the kneeling position increases skin contact, and the reduced mobility tends to lead to slower penetration. We recommend pillows under the knees, and to experiment with your heights to find the angles that work best for you.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/bodyguard_00.png",
			"url": "https://sexinfo101.com/positions/bodyguard/kneeling-bodyguard",
			"difficulty": "Medium"
		},
		{
			"name": "Raised Bodyguard",
			"description": "The Raised variation of Bodyguard places the woman on an elevated surface, which can resolve any difficulties arising from differences in height. That said, you don't need a height discrepancy to benefit, as the raised variation offers a wide range of angles to explore. You'll definitely want to ensure that the raised surface you choose is not only stable, but that it won't slide away on you... as we can only imagine what that disaster would feel like. The position can however be quite taxing on a woman's legs, so men are encouraged to provide as much support as they can to make the most of your combined endurance.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/bodyguard_02.png",
			"url": "https://sexinfo101.com/positions/bodyguard/raised-bodyguard",
			"difficulty": "Medium"
		},
		{
			"name": "Bull",
			"description": "A close cousin of the Cradle position, the Bull family varies in that the man sits upright, so his movement is restricted mainly to rolling his hips. Offering a wide range of variety in the woman's position, make sure to explore them all to see which angles feel best. If the man is finding the position difficult to hold, we recommend that you try the position with him leaning against a wall, couch, or ottoman to take some of the load off.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/bull_01.png",
			"url": "https://sexinfo101.com/positions/bull",
			"difficulty": "Medium"
		},
		{
			"name": "Crabby Bull",
			"description": "The Crabby variation of the Bull has the woman elevated by her arms, in a supported crab position. Although a lot more straining on a woman's upper body, it offers much better mobility than the standard variation, and consequently much more variety in movement. However, the man's mobility is still very limited, though he will be able to use his arms to assist the woman in making the most of hers.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/bull_02.png",
			"url": "https://sexinfo101.com/positions/bull/crabby-bull",
			"difficulty": "Medium"
		},
		{
			"name": "Planted Bull",
			"description": "The Planted variation of the Bull brings the woman's feet to the floor, offering a lot more mobility than the standard variation. However, that mobility can take a little getting used to, as women need to push off with their legs and pull back using the man's thighs. If you find this movement isn't for you, you can always stick to rolling the hips, or just enjoy using it as a rest stop... and either way, we recommends experimenting with some pillows under your rears.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/bull_00.png",
			"url": "https://sexinfo101.com/positions/bull/planted-bull",
			"difficulty": "Medium"
		},
		{
			"name": "Bumpers",
			"description": "Not only does the Bumpers family require a man to be able to bend his erection downwards, it contains some of the more difficult positions to both get into and maintain! A worthy challenge for those who want to say they've tried them all... though we recommend you use caution when starting out with these, slipping can have some painful consequences.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/bumpers_00.png",
			"url": "https://sexinfo101.com/positions/bumpers",
			"difficulty": "Medium"
		},
		{
			"name": "Bumper Battle",
			"description": "The adult version of the couch game, the Battle variation requires a lot of team work to pull off... and definitely deserves a double black diamond rating if it were a slope. To get the movement down, couples need to push off each other with their feet, and then pull back together using their arms. Pillows under the woman's back are highly recommended to reduce the chance of slipping, and you may even want to consider wearing sneakers for better grip!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/bumpers_06.png",
			"url": "https://sexinfo101.com/positions/bumpers/bumper-battle",
			"difficulty": "Medium"
		},
		{
			"name": "Closed Bumpers",
			"description": "The Closed variation of Bumpers brings the man's legs together and leaves them suspended over the woman's body. The most notable benefit is the increase in the woman's mobility, though this benefit comes at the cost of the man's mobility, which is greatly reduced. Consequently, we recommend for women to take it slow and establish their man's comfort zone before going buck wild. As in many forms of the Bumpers, locking hands is essential to keep each other in position, and to prevent injury from sliding off.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/bumpers_05.png",
			"url": "https://sexinfo101.com/positions/bumpers/closed-bumpers",
			"difficulty": "Medium"
		},
		{
			"name": "Wrapped Bumpers",
			"description": "In the Wrapped variation of Bumpers, the man wraps his legs around the woman's thighs, which can help provide the man with some leverage for a rocking motion. However, with limited mobility from the man, most of the movement needs to be generated from the woman - who also has limited mobility. We recommend that the man hold onto the woman's feet to give her a little more to push and pull against it with her legs. This position requires a lot of teamwork!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/bumpers_02.png",
			"url": "https://sexinfo101.com/positions/bumpers/wrapped-bumpers",
			"difficulty": "Medium"
		},
		{
			"name": "Butterfly",
			"description": "All the benefits of the Guard family, with a lot more comfort, the Butterfly family has just about everything you could want from a . Although the positions can be practiced on just about any surface of adequate height, an office chair has some great benefits that deserve to be explored... not only does it have height adjustment, it's also on wheels!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/butterfly_00.png",
			"url": "https://sexinfo101.com/positions/butterfly",
			"difficulty": "Medium"
		},
		{
			"name": "Folded Butterfly",
			"description": "At the head of the Butterfly family, the standard variation has the woman sitting and leaning back with her legs in the air, while the man enters from a kneeling position in front of her. Offering great mobility and penetration depth, it can be used in just about any kind of mood... and the close proximity of his hands to her breasts likely won't go unnoticed.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/butterfly_02.png",
			"url": "https://sexinfo101.com/positions/butterfly/folded-butterfly",
			"difficulty": "Medium"
		},
		{
			"name": "Mixed Butterfly",
			"description": "Here as a reminder to break symmetry, the Mixed variation is a placeholder for any combination of the other members of the Butterfly family. Not only does it help keep things fresh, it may help you discover better ways to take advantage of the shape and size of your equipment. If you have any experiences you'd like to share, please make sure to comment below!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/butterfly_03.png",
			"url": "https://sexinfo101.com/positions/butterfly/mixed-butterfly",
			"difficulty": "Medium"
		},
		{
			"name": "Split Butterfly",
			"description": "In the Split variation of the Butterfly family, the woman spreads her legs out sideways as far as she can. Having no resistance and potentially perfect alignment, it offers views, great mobility with some of the deepest penetration possible, while also providing complete access to both partners for clitoral stimulation. We definitely recommend taking turns keeping her legs in position to fully explore all the pleasure that's made available!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/butterfly_04.png",
			"url": "https://sexinfo101.com/positions/butterfly/split-butterfly",
			"difficulty": "Medium"
		},
		{
			"name": "Wrapped Butterfly",
			"description": "In the Wrapped variation of Butterfly, the woman tilts her pelvis upwards and wraps her legs around the man's waist. The increased skin contact makes this variation much more intimate, and tilting the pelvis upwards helps bring her g-spot into the impact zone. Further, women can use their legs to squeeze the man closer for max depth, and to help guide his motion for max pleasure. However, the wrapped legs do restrict the man's mobility, so he will likely need to use hands on her hips to get more distance on the out-stroke.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/butterfly_01.png",
			"url": "https://sexinfo101.com/positions/butterfly/wrapped-butterfly",
			"difficulty": "Medium"
		},
		{
			"name": "Twisted Butterfly",
			"description": "In the Twisted variation of the Butterfly position, the woman lays on her side while the man remains in his standard butterfly pose. Offering twisted entry penetration, it offers a much different sensation to the more traditional front / rear entry positions, and it makes it much easier for men to target a woman's anterior or posterior fornix. Pillows under his knees or her hip can help resolve any height issues. We recommend for men to experiment with the angle of their stroke to find what feels best, and to try having the woman face left and right to see if there is any difference from his penile curvature.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/butterfly_07.png",
			"url": "https://sexinfo101.com/positions/butterfly/twisted-butterfly",
			"difficulty": "Medium"
		},
		{
			"name": "Standing Butterfly",
			"description": "Taking the Butterfly position to higher altitude, the Standing variation is a blast for couples fit enough to engage in it. Although supporting the woman's body in this elevated state requires a fair amount of effort, we feel it is well worth it since few positions can compare with how well this penetration angle targets her g-spot. We recommend trying out some stacked pillows under the woman to help support some of her weight, though the man can always take a seat if his upper body needs some rest!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/butterfly_06.png",
			"url": "https://sexinfo101.com/positions/butterfly/standing-butterfly",
			"difficulty": "Medium"
		},
		{
			"name": "In a Car",
			"description": "Take your love life on the road, or more accurately to your favorite parking spots, with our brand new expos on car !  Just launched with the first 12 positions, expect many more to be added regularly... Pleaseget in touchwith us about any personal favorites we don't have published yet so that we can either add them to the list or bump up their priority.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/car_00.png",
			"url": "https://sexinfo101.com/positions/car-sex",
			"difficulty": "Medium"
		},
		{
			"name": "Shotgun Collapsed Cowgirl",
			"description": "Our female tester mentioned a small problem with head room, occasionally hitting her head on the ceiling, but enjoyed it a lot once she got the hang of the forward leaning penetration angle. Attempts at going vertical through the sunroof didn't work out well due to its edge being too close to the center of the car. Our male tester had two thumbs up... and especially loved the close proximity of her breasts to his face.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/car_05.png",
			"url": "https://sexinfo101.com/positions/car-sex/shotgun-collapsed-cowgirl",
			"difficulty": "Medium"
		},
		{
			"name": "Shotgun Tucked Groundhog",
			"description": "Two thumbs up from our female tester, who found the comfort to be fantastic. Two more thumbs up from our male tester, who found the forward leaning angle to eliminate both the issue with head room and dashboard clearance. Pro tip: the woman should arch her back to tilt her pelvis to improve the attainable depth of penetration.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/car_06.png",
			"url": "https://sexinfo101.com/positions/car-sex/shotgun-tucked-groundhog",
			"difficulty": "Medium"
		},
		{
			"name": "Driver's Open Lap Dance",
			"description": "Warnings: Do not do this while driving. Do not put downward weight on the steering column... it wasn't designed for that!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/car_03.png",
			"url": "https://sexinfo101.com/positions/car-sex/drivers-open-lap-dance",
			"difficulty": "Medium"
		},
		{
			"name": "Shotgun Open Lap Dance",
			"description": "Our female tester preferred the shotgun edition over the driver's seat... but still had the head room problem that resulted in banging her head into the windshield. While not having the steering wheel and display panel in the way was a significant improvement, the dash didn't make for a great leverage point to generate lift.  Our male tester enjoyed it, noting a small improvement in foot room from not having any pedals down there, but that he still needed to participate in the lifting. Pro Tip: If possible, the woman should try to find leverage points on her sides... like the console and door.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/car_09.png",
			"url": "https://sexinfo101.com/positions/car-sex/shotgun-open-lap-dance",
			"difficulty": "Medium"
		},
		{
			"name": "Driver's Road Head",
			"description": "Warning: Do not do this while driving.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/car_10.png",
			"url": "https://sexinfo101.com/positions/car-sex/drivers-road-head",
			"difficulty": "Medium"
		},
		{
			"name": "Shotgun Road Head",
			"description": "Two thumbs up from our female tester, who preferred this variation as a right handed person. She liked having her left arm between his legs as it allowed her to use her left elbow for support, while keeping her right hand free for stroking. Our male tester also gave it two thumbs up, though mentioned he prefers the driver's side variation because he views that seat as his throne.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/car_11.png",
			"url": "https://sexinfo101.com/positions/car-sex/shotgun-road-head",
			"difficulty": "Medium"
		},
		{
			"name": "Shotgun Rodeo",
			"description": "Two thumbs up from our female tester, noting that it was much easier to generate lift from a kneeling position, and that the limited head room problem she found in the Open Lap Dance variation was substantially reduced. Two more thumbs up from our male tester, who gave a bonus points for improved visibility of the penetration.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/car_08.png",
			"url": "https://sexinfo101.com/positions/car-sex/shotgun-rodeo",
			"difficulty": "Medium"
		},
		{
			"name": "Shotgun Servant",
			"description": "From a comfort perspective, our female tester gives two thumbs up, but noted a small deduction for her partner not having full range of movement to reach all of her parts. Our male tester had mixed feelings... saying he will need to try in a different car before being able to lock in his evaluation. In the car used, the dashboard prevented him from being able to get low enough to explore her lower regions, and consequently he could only focus on her clit because of it.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/car_12.png",
			"url": "https://sexinfo101.com/positions/car-sex/shotgun-servant",
			"difficulty": "Medium"
		},
		{
			"name": "Shotgun Sinner",
			"description": "Two thumbs up from our female tester, only noting that it was a touch awkward for her to get maximum penetration distance without her partner doing some thrusting from below. Our male tester also had two thumbs up, and loved having her breasts available to play with. Pro Tip: Women may find better mobility by using the car door, console, or driver's seat for lifting leverage.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/car_04.png",
			"url": "https://sexinfo101.com/positions/car-sex/shotgun-sinner",
			"difficulty": "Medium"
		},
		{
			"name": "Cowgirl",
			"description": "For women who like to be in control, or men that enjoy a little rest, the Cowgirl family might be just what you're looking for. Offering great penetration depth, mobility, and easy transitions to other positions, it's no wonder why so many people consider it a favourite. On the flip side, these positions can be a little tough on the knees and thighs, so you might not have as much fun with some of them if you have any leg issues.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cowgirl_00.png",
			"url": "https://sexinfo101.com/positions/cowgirl",
			"difficulty": "Medium"
		},
		{
			"name": "Cowgirl",
			"description": "In the very popular Cowgirl position the man lies on his back while the woman kneels over him, facing towards his head. The majority of the motion comes from the woman lifting, rocking, and/or rotating her hips, though the man can help spice things up with a little flavor from below. Playing with her breasts is a one of the great features of this position, though just watching them bounce isn't so bad either, just don't get hypnotized! If you're on top, you can experiment with both leaning back as illustrated, or by leaning forward on your partner's chest to find what works best for you.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cowgirl_00.png",
			"url": "https://sexinfo101.com/positions/cowgirl/cowgirl",
			"difficulty": "Medium"
		},
		{
			"name": "Collapsed Cowgirl",
			"description": "The collapsed cowgirl variation is pretty much exactly what it sounds like. Whether you want to come in for a kiss, or just give your legs a little rest, it's great for both. The motion for this position is usually a team effort, since neither partner has a lot of mobility in this alignment. A word of caution for the men: be mindful of teeth when throwing in some harder thrusts. Timing one during a kiss could have some painful and expensive consequences! You might also enjoy placing a pillow under the man's rear to help tilt his pelvis for deeper penetration.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cowgirl_08.png",
			"url": "https://sexinfo101.com/positions/cowgirl/collapsed-cowgirl",
			"difficulty": "Medium"
		},
		{
			"name": "Aerial Cowgirl",
			"description": "Taking to the skies with the Aerial variation can help take you to new heights, if you have the triceps to maintain it. In this variation, the majority of the motion comes from the woman doing dips from above, though the man helps with a little thrusting from below. It can get a little slippery once things get hot and sweaty, so it's best to either keep a towel on hand, or perform this position before things get too wet.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cowgirl_05.png",
			"url": "https://sexinfo101.com/positions/cowgirl/aerial-cowgirl",
			"difficulty": "Medium"
		},
		{
			"name": "Lazy Cowgirl",
			"description": "With limited mobility for the woman, the majority of the thrusting in this position comes from the man - hence the name: Lazy Cowgirl. It tends to be  a deep position with shorter thrust length, and likely a favorite of men who have a thing for feet. Pillow placement is probably best under the lower back to help provide the man with a little leverage for movement. Although there's nothing wrong with stretching out the legs a little, the woman helps add some flavor by rotating her hips and working those kegels!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cowgirl_04.png",
			"url": "https://sexinfo101.com/positions/cowgirl/lazy-cowgirl",
			"difficulty": "Medium"
		},
		{
			"name": "Lying Cowgirl",
			"description": "Taking Cowgirl horizontal, the Lying variation has the woman lying over the man, in a role-reversed Missionary position. It offers relatively limited mobility compared to the rest of the family, but it makes up for this shortcoming with a much higher degree of intimacy. We found the best pleasure to come from the woman positioning herself a little higher up the man's body than illustrated, and having the man take care of most of the thrusting from below.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cowgirl_09.png",
			"url": "https://sexinfo101.com/positions/cowgirl/lying-cowgirl",
			"difficulty": "Medium"
		},
		{
			"name": "Planted Cowgirl",
			"description": "In the Planted variation of Cowgirl, the woman plants her feet near the man's shoulders. Utilizing very different leg muscles than the standard and squatting variations, it's great to mix in when she starts getting tired, but isn't quite ready to give up the upper ground. Men should elevate their thighs and plant their feet so that women can more easily focus the motion generated from extending their legs.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cowgirl_03.png",
			"url": "https://sexinfo101.com/positions/cowgirl/planted-cowgirl",
			"difficulty": "Medium"
		},
		{
			"name": "Pressed Cowgirl",
			"description": "In the Pressed variation of the Cowgirl family, the woman brings her legs together and plants on her feet on the man's chest. Featuring obvious benefits for those with a foot fetish, the closed positioning of her legs makes for a unique sensation from penetration. However, we found it to have reduced mobility for the woman, who will likely need to use her arms much more to generate lift.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cowgirl_02.png",
			"url": "https://sexinfo101.com/positions/cowgirl/pressed-cowgirl",
			"difficulty": "Medium"
		},
		{
			"name": "Scissored Cowgirl",
			"description": "In the Scissored variation of Cowgirl, men lift one of their legs so that their partner can scissor them from above. \r\nHalf Cowgirl, Half Amazon, it might be the ideal gateway for ladies considering becoming a woman warrior, and offers some of the deepest penetration of both families. However, the position can be somewhat straining for men who are less flexible, though you can compensate a little with some pillows under the man's rear.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cowgirl_10.png",
			"url": "https://sexinfo101.com/positions/cowgirl/scissored-cowgirl",
			"difficulty": "Medium"
		},
		{
			"name": "Squatting Cowgirl",
			"description": "The Squatting variation of Cowgirl is a close cousin to the standard position, only that the woman squats over her man instead of kneeling. Although likely not a big deal for the young and nimble, this can be a lot more difficult and tiring for those with knee issues. Men should do what they can to help with a little lift and thrusting from below, and women should utilize their upper body as much as possible to reduce the strain on the legs. If the man's thighs don't provide enough leverage, or are getting too slippery to push off of, you may want to consider using some furniture to take their place.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cowgirl_01.png",
			"url": "https://sexinfo101.com/positions/cowgirl/squatting-cowgirl",
			"difficulty": "Medium"
		},
		{
			"name": "Standing Cowgirl",
			"description": "Assuming you have the furniture to make it work, the Standing variation of Cowgirl takes this classic to new heights. For those that don't have ottomans, or better yet, a work out bench, you may be able to make a bed work with the man lying diagonally over one of the corners. Much easier on the knees, unless you're dealing with very wide furniture, it's great for extended sessions... and the woman's standing posture only adds to her dominance!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cowgirl_07.png",
			"url": "https://sexinfo101.com/positions/cowgirl/standing-cowgirl",
			"difficulty": "Medium"
		},
		{
			"name": "Crab",
			"description": "The Crab Position can be a tougher one to hold for the woman, but having all four limbs planted offers some interesting flexibility for moving her pelvis. The man generally performs a significant amount of the thrusting movement, and can help maximize the depth in the position by tilting his pelvis towards his partner.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/crab_00.png",
			"url": "https://sexinfo101.com/positions/crab",
			"difficulty": "Medium"
		},
		{
			"name": "Cradle",
			"description": "The Cradle family combines the intimacy of being face to face with having the woman on top and in control... a pretty rare match up! Not only is she on top, she has the option of using the man's legs or shoulders for both support and leverage!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cradle_00.png",
			"url": "https://sexinfo101.com/positions/cradle",
			"difficulty": "Medium"
		},
		{
			"name": "Cradle",
			"description": "With great face-to-face contact, the head of the Cradle family is a very intimate position that's great for those that like a lot of kissing, or just gazing into each other's eyes. To get into the position the woman mounts the sitting man while facing them, making it an excellent choice for beginners to start out in. The man will need to spread his legs a bit wider than you might think to get good fit, and the woman will likely want to push off of the man's legs with her arms to help generate and aim the lift.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cradle_00.png",
			"url": "https://sexinfo101.com/positions/cradle/cradle",
			"difficulty": "Medium"
		},
		{
			"name": "Folded Cradle",
			"description": "One of the tougher members of the Cradle family, the Folded variation has the woman's legs positioned over the man's shoulders. Generating lift comes mostly from the woman's upper body pushing off of the man's thighs, though the man might be able to assist with some thrusting from below if he can keep his rear off the ground while supporting her full weight. Since most of us can only do so many tricep extensions, we recommend experimenting with some grinding at different penetration depths between sets!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cradle_01.png",
			"url": "https://sexinfo101.com/positions/cradle/folded-cradle",
			"difficulty": "Medium"
		},
		{
			"name": "Kneeling Cradle",
			"description": "The Kneeling variation of the Cradle brings the woman to her knees. Offering some of the best mobility in the family, most women should find it a lot easier to control both penetration depth and speed. Men should be able to find it a little easier to provide some thrusting from below with less weight on his body, and we definitely recommend experimenting with different combinations of movement.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cradle_05.png",
			"url": "https://sexinfo101.com/positions/cradle/kneeling-cradle",
			"difficulty": "Medium"
		},
		{
			"name": "Mixed Cradle",
			"description": "The Mixed variation of the Cradle is a placeholder position reminding everyone to explore mixing and matching all of the other members of the family. There is no reason to stay symmetric, and in fact, staying symmetric is rarely going to be the best way to take advantage of your body's shape! If you find some combinations that stand out, please feel free to share them in the comments below.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cradle_03.png",
			"url": "https://sexinfo101.com/positions/cradle/mixed-cradle",
			"difficulty": "Medium"
		},
		{
			"name": "Wrapped Cradle",
			"description": "In the Wrapped variation of Cradle, the woman wraps her legs around her partner's waist. Having very limited mobility, it is best suited for couples who enjoy deep gyrating and grinding, however women with strong triceps will be able to generate some lift using their arms. By holding him tight with her legs, she is firmly anchored and able to grind her clit against her partner for additional pleasure.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cradle_04.png",
			"url": "https://sexinfo101.com/positions/cradle/wrapped-cradle",
			"difficulty": "Medium"
		},
		{
			"name": "Cunnilingus",
			"description": "Known by many names; going down, eating out, having clam, and munching carpet to name a few, the art of cunnilingus is an important skill to master if you want to keep your woman satisfied... and generally speaking, a satisfied woman makes better sandwiches!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cunnilingus_00.png",
			"url": "https://sexinfo101.com/positions/cunnilingus",
			"difficulty": "Medium"
		},
		{
			"name": "Butler",
			"description": "Although the position is particularly suited to analingus, by leaning back a little more and inching forward, the man's mouth can be positioned where ever she's in the mood for. If you're finding height to be a problem, the man can sit instead of kneel, and the woman can throw on some high heels or step on some stools or stairs to make up the difference - though this would likely benefit from having something to help keep balance.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cunnilingus_09.png",
			"url": "https://sexinfo101.com/positions/cunnilingus/butler",
			"difficulty": "Medium"
		},
		{
			"name": "Aerial Butler",
			"description": "Take the Butler position to the sky with the Aerial Butler variation! Although a tougher pose to hold for women, it offers both great oral access and minimal neck strain for her partner... and a great shoulders and lats workout for her. Getting into the position can be a little tricky, so make sure to check out the transitions below to see which method is best for you... and we recommend starting out at a lower altitude and having a pillow under her head to soften the impact of any crash landings.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cunnilingus_16.png",
			"url": "https://sexinfo101.com/positions/cunnilingus/aerial-butler",
			"difficulty": "Medium"
		},
		{
			"name": "Crabby Clam",
			"description": "Compared to the Cradled Clam position, the Crabby variation is a lot more work, but the pay-off is delivering much better mouth access to the clitoris. As in the regular form, pillows are practically essential to support the man's neck, and some additional pillows can be used under the woman's upper back to lighten the load.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cunnilingus_07.png",
			"url": "https://sexinfo101.com/positions/cunnilingus/crabby-clam",
			"difficulty": "Medium"
		},
		{
			"name": "Cradled Clam",
			"description": "The Cradled Clam position can be a great way to pamper a woman, though it can be pretty tough on a man's neck to hold for extended periods. The man needs to bring his legs together to create upper back support for the woman, and we highly recommend adding a pillow under her head for max comfort. As noted, men will likely require a number of pillows or cushions to reduce the neck strain, and don't forget to adjust the position of the woman's pelvis for the least straining location.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cunnilingus_06.png",
			"url": "https://sexinfo101.com/positions/cunnilingus/cradled-clam",
			"difficulty": "Medium"
		},
		{
			"name": "Drive Thru",
			"description": "In the Drive-Thru the performing partner sits on the floor (leaning slightly back) and has their partner stand spread-legged over their face. The position offers both partners a great deal of control; he is free to lick and suck at will, while she can raise or lower her body to adjust the pressure, or rock forward and backward to change the area of focus.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cunnilingus_10.png",
			"url": "https://sexinfo101.com/positions/cunnilingus/drive-thru",
			"difficulty": "Medium"
		},
		{
			"name": "Eagle",
			"description": "In the (spread) Eagle position, the woman lies on her back with her feet planted while the man lies face down between her legs. This position is a big hit for its high level of comfort, but it can be a little difficult to add fingering with the limited elbow room... However, her breasts are within reach... which is always a perk. You may also want to consider a pillow under her rear to tilt her pelvis for better oral access and to reduce strain on the man's neck.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cunnilingus_11.png",
			"url": "https://sexinfo101.com/positions/cunnilingus/eagle",
			"difficulty": "Medium"
		},
		{
			"name": "Wrapped Eagle",
			"description": "In the Wrapped variation of the Eagle, the woman wraps her legs around the man's head. The increased surface area of contact is more intimate, and it gives her the ability to increase pressure anytime, as well as provide other guiding movements to help him help her get there. Just be sure to let him come up for air, it is easy to get lost in the pleasures of this position!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cunnilingus_12.png",
			"url": "https://sexinfo101.com/positions/cunnilingus/wrapped-eagle",
			"difficulty": "Medium"
		},
		{
			"name": "Kneeling Feedbag",
			"description": "A good starting point for taking Feedbag vertical, the Kneeling variation is a lot lower to the ground, and consequently safer, than its Standing cousin. With a lot less effort needed to keep the woman in position, the man can use his hands to assist in pleasuring, but the man's genitals will likely be out of reach for most women. We recommend a pillow under the woman's head for comfort, and you might still want to have some cushions in the drop zone, even though a safe dismount shouldn't be too hard with the some support provided by the man.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cunnilingus_02.png",
			"url": "https://sexinfo101.com/positions/cunnilingus/kneeling-feedbag",
			"difficulty": "Medium"
		},
		{
			"name": "Northern Guillotine",
			"description": "For the woman who loves to be in control, the Northern Guillotine not only provides control over her pleasure, but perhaps also her partner's life. The position can be a little difficult for a man to maintain, so if you have the perfect height stool to use for supporting the man's head, it could go a long way, just make sure to remember to lift if the man taps out for some air.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cunnilingus_22.png",
			"url": "https://sexinfo101.com/positions/cunnilingus/northern-guillotine",
			"difficulty": "Medium"
		},
		{
			"name": "Northern Hospitality",
			"description": "What better way to enjoy some oral than with some Northern Hospitality. Offering great access to both breast play and clitoral stimulation during the meal, it even comes equipped with a thigh pillow to make sure his neck doesn't get sore too early. The only possible downside we were able to come up with is the limited visibility of the man's body... but that might not be a bad thing for some of us!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cunnilingus_19.png",
			"url": "https://sexinfo101.com/positions/cunnilingus/northern-hospitality",
			"difficulty": "Medium"
		},
		{
			"name": "Southern Hospitality",
			"description": "A 180 twist on Northern Hospitality, the Southern variation positions the man in front of the woman's body. Offering many of the same benefits, the most notable difference is the view of the man's body, and it being much better suited for her to enjoy some tv on a sectional couch. Just make sure to remember: when visiting the South, always be cordial, just like you would like to be treated!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cunnilingus_18.png",
			"url": "https://sexinfo101.com/positions/cunnilingus/southern-hospitality",
			"difficulty": "Medium"
		},
		{
			"name": "Folded Servant",
			"description": "In the Folded variation of the Servant, the woman lifts her legs up and pulls them towards her chest. Offering easier access to the vaginal opening, as well as her rectum, men should find it much less straining to cover all of her territory down under. This improved access is also true for fingering, which can even be done comfortably while munching out. The only downside we could come up with was the loss of her view of the show, though it can be recovered by simply spreading her legs a little.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cunnilingus_27.png",
			"url": "https://sexinfo101.com/positions/cunnilingus/folded-servant",
			"difficulty": "Medium"
		},
		{
			"name": "Mixed Servant",
			"description": "Serving as a reminder to break symmetry, the Mixed variation represents any combination of the other members of the family. Getting off the beaten path not only keeps things interesting, it could also help you find new pleasures that we haven't documented yet... Please make sure to post any experiences your willing to share in the comments below!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cunnilingus_25.png",
			"url": "https://sexinfo101.com/positions/cunnilingus/mixed-servant",
			"difficulty": "Medium"
		},
		{
			"name": "Wrapped Servant",
			"description": "In the Wrapped variation of the Servant, the woman lifts her legs and wraps them around the man's neck. This not only increases amount of skin contact, but also allows the woman to squeeze the man closer when some extra pressure is desired, though most men wouldn't mid you grabbing ahold of his head - as long as you let him break for air when needed. As in most kneeling positions, pillows on the ground will increase the man's comfort, and likely increase the duration he can hold it.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cunnilingus_26.png",
			"url": "https://sexinfo101.com/positions/cunnilingus/wrapped-servant",
			"difficulty": "Medium"
		},
		{
			"name": "Under the Sink",
			"description": "If all plumbers were this helpful, women would be springing leaks left and right! This standing position offers the woman a lot of control; she can squat, lift, tilting, and lean to control the pressure and location of her partner's mouth. If you don't have the perfect ottoman on hand, a chair, couch, coffee table, or even stairs serve equally well. You can even stack some laundry in a pinch!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cunnilingus_17.png",
			"url": "https://sexinfo101.com/positions/cunnilingus/under-the-sink",
			"difficulty": "Medium"
		},
		{
			"name": "Dancer",
			"description": "Taking Missionary vertical, the Dancer family adds a lot more spice to a dance...  Although most of the variations are difficult to go deep in, being able to hold each other without a surface in the way offers its own intimate charm. If your finding the height difference to be awkward, make sure to try using high heels or a step to compensate... and you may want to experiment with leaning against a wall to help with balance.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/dancer_03.png",
			"url": "https://sexinfo101.com/positions/dancer",
			"difficulty": "Medium"
		},
		{
			"name": "Dancer",
			"description": "The standard variation of the Dancer family is probably best described as Standing Missionary. A tough position to line up for couples with a 'normal' or extreme hight difference, most will likely require the aid of high heels, stepping stools, or stairs to be able to make it work. One of the most notable benefits of this position is the clitoral stimulation arising from her pelvis resting against the man's erection, though finding the best angles could take some experimentation.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/dancer_03.png",
			"url": "https://sexinfo101.com/positions/dancer/dancer",
			"difficulty": "Medium"
		},
		{
			"name": "Aerial Dancer",
			"description": "Taking the Dancer family to the skies, the Aerial variation has the woman off the ground and suspended by her partner. A tough position on the man's back, it should only be attempted by those fit enough to pull it off... and we definitely recommend first trying it out against a wall to minimize the difficulty while gauging your abilities.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/dancer_04.png",
			"url": "https://sexinfo101.com/positions/dancer/aerial-dancer",
			"difficulty": "Medium"
		},
		{
			"name": "Dipping Dancer",
			"description": "The Dipping variation of the Dancer family has the woman reclining backwards into a dip position. Although a relatively subtle difference, it can offer a much better angle for penetration, and may offer some great counter-balance for some couples. Men will likely need to wrap their arms around their partner to provide some support, as it could be a little tough for women to hold onto the man's arms once things start getting sweaty.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/dancer_02.png",
			"url": "https://sexinfo101.com/positions/dancer/dipping-dancer",
			"difficulty": "Medium"
		},
		{
			"name": "Mixed Dancer",
			"description": "Combining any of the other Dancer positions, the Mixed variation is a wildcard entry here to remind everyone to break symmetry and go exploring. It's a great way to keep your sex life interesting, and you never know what new pleasures you might find. Please make sure to use caution, and post your experiences in the comments below!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/dancer_01.png",
			"url": "https://sexinfo101.com/positions/dancer/mixed-dancer",
			"difficulty": "Medium"
		},
		{
			"name": "Split Dancer",
			"description": "In one of the tougher members of the Dancer family, the Split variation has the woman doing the front splits while standing. Offering much better range of movement and more variety in the angle of penetration, it requires a lot of flexibility from the woman, and a lot of balance. For those flexible enough to attempt it, we recommend starting out against a wall to minimize the difficulty before taking it to the center of a room.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/dancer_00.png",
			"url": "https://sexinfo101.com/positions/dancer/split-dancer",
			"difficulty": "Medium"
		},
		{
			"name": "Wrapped Dancer",
			"description": "The Wrapped variation of Dancer takes the woman airborne, and allows a man to show off his strength... However, it can be very straining on the back, so only those with little to no doubt on whether they can pull it off should attempt it... and even they should consider keeping a bed or couch in close proximity. Warnings aside, it can be an exciting and rewarding position that could awaken some of your primal instincts.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/dancer_05.png",
			"url": "https://sexinfo101.com/positions/dancer/wrapped-dancer",
			"difficulty": "Medium"
		},
		{
			"name": "Doggy Style",
			"description": "The Doggy Style family is a huge hit with just about every guy from before the first stroke, but some women may need time to open up to it due to the lack of face-to-face contact... that said, once they do, they usually become big fans of it as well! Especially on those hot summer nights, where the limited skin contact is a huge benefit.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/doggy_08.png",
			"url": "https://sexinfo101.com/positions/doggystyle",
			"difficulty": "Medium"
		},
		{
			"name": "Downward Doggy",
			"description": "The Downward Doggy variation of the Doggy Style family has both partners standing while the woman bends over and touches the floor. Requiring a fair amount of flexibility, women can always cheat a little by bending their knees, or placing their hands on a higher surface, just make sure that it's stable before placing your weight on it! Featuring a very sharp angle of penetration, it offers a lot of stimulation to the rear wall of the vagina, and equally to the head of the man's penis.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/doggy_02.png",
			"url": "https://sexinfo101.com/positions/doggystyle/downward-doggy",
			"difficulty": "Medium"
		},
		{
			"name": "Facedown Doggy",
			"description": "In the Facedown variation of Doggy Style, the woman leans forward and rests her head on the floor. The angle of penetration isn't ideal for hitting the G-spot, but is great for hitting a little known place in the vagina called the posterior fornix, and some may even find increased clitoral stimulation. Pillows are recommended under her head, as well as under both people's knees - which should come as no surprise, as we're pretty big on comfort.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/doggy_05.png",
			"url": "https://sexinfo101.com/positions/doggystyle/facedown-doggy",
			"difficulty": "Medium"
		},
		{
			"name": "Fire Hydrant",
			"description": "In the Fire Hydrant variation of Doggy Style, the woman alternates lifting one of her legs out sideways. Offering much greater variety in the tilt of her pelvis, there's a lot of territory to explore to see what feels best. However, it may be a little tricker for women to hold, as being tilted is not conducive to staying balanced. Pillows under the knees are recommended to increase comfort, as is switching legs whenever one starts getting tired.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/doggy_07.png",
			"url": "https://sexinfo101.com/positions/doggystyle/fire-hydrant",
			"difficulty": "Medium"
		},
		{
			"name": "Standing Fire Hydrant",
			"description": "If you're a fan of the Fire Hydrant, then you may also enjoy the Standing variation. As in the kneeling version, lifting the woman's leg stretches her open, and can also provide a tilt to her pelvis for finer exploration of the angles available. However, the higher altitude can make keeping balancing a little tougher, so we recommend using some furniture to help keep your balance, just make sure that it's stable before putting weight on it.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/doggy_00.png",
			"url": "https://sexinfo101.com/positions/doggystyle/standing-fire-hydrant",
			"difficulty": "Medium"
		},
		{
			"name": "Froggy Doggy",
			"description": "Half Frog, Half Dog, the Froggy Doggy variation of Doggy Style is a great way to slog his log! This position can be a little hard on the woman's legs, so the man should help with a little lift to make sure she can leap all the way to the finish line. As in all kneeling positions, we recommend some pillows on the floor, and women may prefer to use some furniture for balance instead of using the ground.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/doggy_09.png",
			"url": "https://sexinfo101.com/positions/doggystyle/froggy-doggy",
			"difficulty": "Medium"
		},
		{
			"name": "Restrained Doggy",
			"description": "The Restrained variation of Standing Doggy has the woman leaning further forward with her hands behind her back. Offering a light introduction to bondage, especially if you have some handcuffs nearby, it can be quite exciting for couples that haven't yet explored those grounds. However, men need to be somewhat careful not to get too carried away, as there is a fine line between good pain and bad... and having your arms pulled out of their sockets is rarely on the good side of that line!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/doggy_03.png",
			"url": "https://sexinfo101.com/positions/doggystyle/restrained-doggy",
			"difficulty": "Medium"
		},
		{
			"name": "Squatting Doggy",
			"description": "In the Squatting variation of the Doggy Style family, the man gets off of his knees and onto his feet. Although much tougher on his legs, this posture increases the range of the penetration angle, and a higher altitude may make it easier to hit her g-spot more effectively. Unlike the standard variation, women will need to bring their legs together so that the man has room for his knees, and as always when kneeling on the floor, we recommend some pillows on the ground for comfort.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/doggy_06.png",
			"url": "https://sexinfo101.com/positions/doggystyle/squatting-doggy",
			"difficulty": "Medium"
		},
		{
			"name": "Standing Doggy",
			"description": "Featuring the best mobility in the Doggy Style family, the Standing variation is a lot easier on the knees than it's kneeling cousins, assuming there's only a small difference in your heights. If height happens to be a problem, bending the knees and changing the width of your feet can help, though extreme differences may require a foot stool or high heels to bring you into alignment. The increased mobility allows for much harder thrusting, though the woman's bent over position may make keeping her balance a little tougher when going all out... so you may need to save the hardest thrusts for the Supported variation, or at the very least the man will need to hold on to her hips to help.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/doggy_01.png",
			"url": "https://sexinfo101.com/positions/doggystyle/standing-doggy",
			"difficulty": "Medium"
		},
		{
			"name": "Raised Doggy",
			"description": "The Raised variation of the Doggy-Style position has the woman on all fours on a raised platform, while the man stands behind her. It's a great candidate for couples with a significant difference in heights... especially if you happen to have an exercise bench with height adjustments. If you don't have your own bench, or access to a private gym, a chair, couch or even bed can provide the lift that you're looking for... with some pillows under her knees for fine tuning.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/doggy_12.png",
			"url": "https://sexinfo101.com/positions/doggystyle/raised-doggy",
			"difficulty": "Medium"
		},
		{
			"name": "Inverted Doggy",
			"description": "'Engineered' with men who love breasts and women who found regular doggy too impersonal in mind, the Inverted variation of Doggy is a pleaser. Men have great penetration mobility from below while getting some nice close up titty time... meanwhile women also have great mobility while being able to see their partner's face and have their nipples serviced. We encourage you to experiment with a combined effort for optimal pleasure, and make sure to throw a pillow under the man's head.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/doggy_11.png",
			"url": "https://sexinfo101.com/positions/doggystyle/inverted-doggy",
			"difficulty": "Medium"
		},
		{
			"name": "Fellatio",
			"description": "The old saying used to go; the way to a man's heart is through his stomach... a pretty good tip if you have a knack for the kitchen... For those who don't, or plan on launching a two pronged attack for their man, learning the fellatio family of  is a great place to start...",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/fellatio_08.png",
			"url": "https://sexinfo101.com/positions/fellatio",
			"difficulty": "Medium"
		},
		{
			"name": "Cradled Cock",
			"description": "Offering great access for analingus, tea bagging, and fellatio, the Cradled Cock takes treating a man to the next level... especially if she brings him a pillow for his head. That said, she would likely benefit from having a number of pillows herself to reduce the strain of keeping elevated. We also recommend for men to distribute as much of their weight as possible between their feet and shoulders, since she likely won't appreciate having someone sitting on her breasts.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/fellatio_18.png",
			"url": "https://sexinfo101.com/positions/fellatio/cradled-cock",
			"difficulty": "Medium"
		},
		{
			"name": "Game's On",
			"description": "Whether he's watching sports, playing video games, or even just watching tv, the Game's On position is a lovely way to give a man an unexpected blow. Combining several of mens' most enjoyed pass times, it should be no surprise that most men have it on their favorite list... and it doubles as an easy way to initiate festivities for women who can find getting the party started a little awkward. However, it can be a little straining on a woman's neck, so some may consider it more of an appetizer than a main course.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/fellatio_11.png",
			"url": "https://sexinfo101.com/positions/fellatio/games-on",
			"difficulty": "Medium"
		},
		{
			"name": "Head Stand",
			"description": "If being practical isn't your thing, the Head Stand position might be right up your alley. A tough position to hold for men who have not yet mastered the art of balancing upside down, you'll probably want to start out against a wall to lean against before attempting it out in the open. This position can be a little bit dangerous, so we highly recommend placing some cushions, or a beanbag chair, in the drop zone behind the man to reduce the impact of a falling dismount.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/fellatio_16.png",
			"url": "https://sexinfo101.com/positions/fellatio/head-stand",
			"difficulty": "Medium"
		},
		{
			"name": "Southern Exposure",
			"description": "Offering full exposure to everything down south, the Southern Exposure position has the man lying on his back with his legs raised and spread. Since raising the legs tilts the pelvis forward, it provides some of the best access to anal play while giving head. We recommend throwing a pillow or two under the man's rear to tilt it even further, and if you're new to anal play, make sure to use lube and start slow.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/fellatio_06.png",
			"url": "https://sexinfo101.com/positions/fellatio/southern-exposure",
			"difficulty": "Medium"
		},
		{
			"name": "Stand & Blow",
			"description": "The Stand and Blow position might be the best way to welcome a man home, though that doesn't mean one needs to wait for their man to leave and return to perform it. Requiring no furniture and very little space, it is versatile in where it can be performed, and one of the least straining on a woman's neck. The only downside is that it could be a little tough on her knees when done on a hard floor, so consider throwing some pillows down to add a little comfort.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/fellatio_07.png",
			"url": "https://sexinfo101.com/positions/fellatio/stand-and-blow",
			"difficulty": "Medium"
		},
		{
			"name": "Open Usual",
			"description": "The Open Usual is a subtle variation of The Usual, where the man spreads his legs open and the woman lies between them. Although a small difference on paper, this makes a huge impact on the amount of testicle and anal play that's possible. It's a good idea to have some pillows under the man's rear to tilt his pelvis and improve the access even more.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/fellatio_02.png",
			"url": "https://sexinfo101.com/positions/fellatio/open-usual",
			"difficulty": "Medium"
		},
		{
			"name": "Twisted Usual",
			"description": "The Usual with a Twist and also the grounded form of Oral Therapy, the Twisted Usual is one of the best things a man could wake up to. Offering women a little more mobility over The Usual, the key distinction is that the closer position of her body puts her within his reach, allowing for a variety of methods to return some pleasure. We recommend for men to spread their legs a little to give their partner better access to everywhere else the sun doesn't shine, and consider some pillows under the man's rear to adjust height and to reduce neck strain.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/fellatio_03.png",
			"url": "https://sexinfo101.com/positions/fellatio/twisted-usual",
			"difficulty": "Medium"
		},
		{
			"name": "His Oral Waterfall",
			"description": "His Oral Waterfall is a great position for women who like to take charge, and for men who enjoy being in a more submissive position.  Some men may find it a little taxing on the their mid section, but this can be reduced by moving him closer to the couch so that he can rest his rear on the edge of the couch. This improvement can however make mobility a little more difficult for women, who would need to bend much further to take on the job.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/fellatio_19.png",
			"url": "https://sexinfo101.com/positions/fellatio/his-oral-waterfall",
			"difficulty": "Medium"
		},
		{
			"name": "Groundhog",
			"description": "Taking rear entry to the ground, the Groundhog family is a great way to get a read on the coming Spring. Sacrificing a little bit of intimacy for a downward penetration angle that is perfect for targeting the g-spot, you might find yourself checking in on the groundhog's shadows all year long!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/groundhog_00.png",
			"url": "https://sexinfo101.com/positions/groundhog",
			"difficulty": "Medium"
		},
		{
			"name": "Groundhog",
			"description": "In the standard variation of the Groundhog family, the woman lies on her stomach while the man mounts from behind in a kneeling position. Featuring a downward penetration angle that is ideal for targeting her g-spot, comfort for both partners, and great mobility, it's a position that'll likely keep most of us coming back for more. Women can experiment with arching their back and raising their pelvis, and men can explore leaning further forward, or even backward to see what feels best.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/groundhog_00.png",
			"url": "https://sexinfo101.com/positions/groundhog/groundhog",
			"difficulty": "Medium"
		},
		{
			"name": "Crabby Groundhog",
			"description": "The Crabby variation of the Groundhog has the man reclining backwards all the way into a crab position. Requiring an erection that can point towards, some men may find it to be too straining. If you find yourself in that camp, you may be able to reduce the penile strain by placing a few pillows under the woman's pelvis to make the angle of penetration more horizontal. For those who can bend downwards, this variation offers men a relatively unique sensation of floating above their partner.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/groundhog_09.png",
			"url": "https://sexinfo101.com/positions/groundhog/crabby-groundhog",
			"difficulty": "Medium"
		},
		{
			"name": "Lying Groundhog 180",
			"description": "In the 180 twist of the Lying Groundhog, the man spins around to mount in a head to toe orientation. Requiring an erection that can aim downwards, it may be too straining for some men, however the sharpness of the angle can be reduced by the woman raising her pelvis and arching her back. It offers a unique penetration angle that we found incredible for hitting the g-spot, and we imagine it's likely a fan favorite in the foot fetish community.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/groundhog_08.png",
			"url": "https://sexinfo101.com/positions/groundhog/lying-groundhog-180",
			"difficulty": "Medium"
		},
		{
			"name": "Open Groundhog",
			"description": "In this subtle variation of the Lying Groundhog, the Open Groundhog has the woman's legs spread so that the man can mount inside of them. This offers much deeper penetration, great mobility, and a lot of intimacy, making it a great starting point for rear entry positions. Being on the inside however can make it a little trickier to keep her g-spot targeted, so men will likely want to make an effort to maintain a downward angle of penetration to maximize her pleasure.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/groundhog_07.png",
			"url": "https://sexinfo101.com/positions/groundhog/open-groundhog",
			"difficulty": "Medium"
		},
		{
			"name": "Planted Groundhog",
			"description": "Not the most practical position in the family, the Planted variation of Groundhog leaves a lot of weight resting on a woman's body, and relatively little mobility for the man. We found placing a chair on either side of the man for him to rest his forearms on to be a huge help, as this allowed him to float above her and resolve both problems we initially encountered. If you follow this approach, make sure to use stable chairs that aren't likely to flip on you; getting smashed in the face by the top of the chair might take a little away from the experience.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/groundhog_03.png",
			"url": "https://sexinfo101.com/positions/groundhog/planted-groundhog",
			"difficulty": "Medium"
		},
		{
			"name": "Snared Groundhog",
			"description": "In the Snared variation of Groundhog, the woman bends her knees to lift her feet so that the man can grab ahold of her ankles. An interesting place to help hold steady, it also keeps her from squirming away when the pleasure gets too intense... unless of course she says the safe word. It is likely a fan favorite of couples who enjoy being restrained, and could be a gateway to more fun with bondage for those who enjoy the experience!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/groundhog_01.png",
			"url": "https://sexinfo101.com/positions/groundhog/snared-groundhog",
			"difficulty": "Medium"
		},

		{
			"name": "Standing Groundhog",
			"description": "Take the Groundhog position to a higher altitude with the Standing variation. Featuring the most mobility in this position family, it provides men with a lot more control over their angle of penetration. He can stand taller for a downward angle to target her g-spot, her he can squat lower to target either the anterior or posterior fornix. Make sure to experiment with a pillow under her pelvis to help you find the angles that feel best!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/groundhog_10.png",
			"url": "https://sexinfo101.com/positions/groundhog/standing-groundhog",
			"difficulty": "Medium"
		},
		{
			"name": "Guard",
			"description": "The Guard brings the Butterfly family to an even playing field. Offering deep penetration, great views and access for manual stimulation to name just a few benefits, it's a classic for a reason. As a kneeling family, we recommend using pillows under the man's knees, and most variations will likely benefit from pillows under the woman's rear / waist to improve comfort, and to find the penetration angles that are best for you.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/guard_00.png",
			"url": "https://sexinfo101.com/positions/guard",
			"difficulty": "Medium"
		},
		{
			"name": "Arched Guard",
			"description": "The Arched variation of the Guard has the woman arching her pelvis as high as she with the man kneeling tall. Offering much better mobility than the lower altitude variations, it's a great position for when you to increase the tempo, or just want to remove some of the strain from leaning forwards. We recommend experimenting with some cushions under the woman's back to try to attain an upward penetration angle for maximum pleasure.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/guard_07.png",
			"url": "https://sexinfo101.com/positions/guard/arched-guard",
			"difficulty": "Medium"
		},
		{
			"name": "Bridged Guard",
			"description": "The Bridged variation takes the Guard to it's pinnacle, having the woman in a full bridge position and the man kneeling tall. It offers great mobility for the man, though it may become difficult for the woman to hold the pose if the penetration becomes too intense. Additionally, with both partners likely having their arms occupied, neither will be able to lend a hand for some additional stimulation... however, some couples may be able to make it work with only person taking care of the work.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/guard_08.png",
			"url": "https://sexinfo101.com/positions/guard/bridged-guard",
			"difficulty": "Medium"
		},
		{
			"name": "Folded Guard",
			"description": "The Folded variation of the Guard has the woman's legs up in the air, hanging over the man's shoulders. Offering great mobility, a larger area of skin contact as well as some primal excitement of the woman being lifted off the ground, we can only imagine that few amongst wouldn't enjoy it. We recommend experimenting with leaning forward, backward, as well as lifting her pelvis higher to experience the full range available.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/guard_01.png",
			"url": "https://sexinfo101.com/positions/guard/folded-guard",
			"difficulty": "Medium"
		},
		{
			"name": "Mixed Guard",
			"description": "The Mixed variation of the Guard is a placeholder to remind you to mix it up and break symmetry by combining different members of the family. You may find better way to take advantage of your body's shape, and at the very least, you'll keep things interesting while you explore. If you have any experiences you'd like to share, please comment below!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/guard_03.png",
			"url": "https://sexinfo101.com/positions/guard/mixed-guard",
			"difficulty": "Medium"
		},
		{
			"name": "Tilted Guard",
			"description": "In the Tilted variation of the Guard, the woman places both of her legs over the same side of the man's body. Potentially a little more difficult to balance with the uneven weight distribution, it offers men a lot more freedom to get creative with their stroke. From raising her pelvis and tilting it, to bending forward and tilting his body, we highly recommend exploring all the angles this position has to offer to find what works best for you.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/guard_04.png",
			"url": "https://sexinfo101.com/positions/guard/tilted-guard",
			"difficulty": "Medium"
		},
		{
			"name": "Twisted Guard",
			"description": "In the Twisted variation of the Guard, the woman's pelvis is turned to an almost upright position, with both of her legs on one side of the man's body. A little more difficult to balance with the uneven weight distribution, it may take some experimentation with different leg placement to make it work for you. We also recommend to try some pillows between the woman's rear and the man's thigh to help make the twisted pelvis a little easier to hold.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/guard_05.png",
			"url": "https://sexinfo101.com/positions/guard/twisted-guard",
			"difficulty": "Medium"
		},
		{
			"name": "Wrapped Guard",
			"description": "In the Wrapped variation of the Guard, the woman wraps her legs around her partner's waist, which not only increases the skin contact and intimacy, it also allows her to help set the pace and depth. On top of that, it can help keep the woman in place, which can free up the man's hands for a variety of pleasurable options. We recommend for men to explore different heights of kneeling, as this variation offers a wide range of angles to experiment with!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/guard_06.png",
			"url": "https://sexinfo101.com/positions/guard/wrapped-guard",
			"difficulty": "Medium"
		},
		{
			"name": "Lazy Hanger",
			"description": "In the Lazy variation of the Hanger, the woman's legs hang loosely around the man's hips. This tends to have a counter-balancing effect for women, though it can be a little trickier for men to keep a good grip. We recommend for the man to bend his knees as much as he can comfortably, so that the woman can rest as much of her lower body weight on the man's thighs, and reduce the strain on his upper body.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/hanger_00.png",
			"url": "https://sexinfo101.com/positions/hanger/lazy-hanger",
			"difficulty": "Medium"
		},
		{
			"name": "Tilted Hanger",
			"description": "In the Tilted variant of the Hanger, both of the woman's legs are positioned on the same side of the man's body. Although a subtle difference, the clearance on one side of the man's body provides the opportunity to get more creative with the angle of penetration, though it can make balancing much tougher. Given the tougher balance, we would like to remind you to pad your floor and to use extra caution with this one until you get a better handle on your limits.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/hanger_03.png",
			"url": "https://sexinfo101.com/positions/hanger/tilted-hanger",
			"difficulty": "Medium"
		},
		{
			"name": "Wrapped Hanger",
			"description": "One of the safest forms of the Hanger, and we mean that relatively speaking, the Wrapped variation is likely the best place for most couples to begin with this family. Having her legs wrapped around the man has a lot of benefits; it increases skin contact, takes a lot of the load off, provides stability, and allows the woman to help guide the pace and depth by squeezing her legs. As in the Lazy variation, we recommend to use the man's upper thighs to rest the woman's legs against to reduce the upper body strain as much as possible.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/hanger_01.png",
			"url": "https://sexinfo101.com/positions/hanger/wrapped-hanger",
			"difficulty": "Medium"
		},
		{
			"name": "Lap Dance",
			"description": "The Lap Dance Position combines the pleasure of being on top with some of the comfort of sitting, which is why so many people consider it one of their favorites. It offers great access for breast play and penetration mobility, as well as decent access for clitoral stimulation. incredibly versatile, the position can be practiced just about anywhere you can sit, though do be mindful of weak chairs, collapsing could really hurt.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/lap_dance_00.png",
			"url": "https://sexinfo101.com/positions/lap-dance",
			"difficulty": "Medium"
		},
		{
			"name": "Lap Dance",
			"description": "In the main variation of Lap Dance, the woman has her legs positioned inside the man's. It leads the family for overall control over penetration, but this comes at the expense of being a lot harder on the legs. Make sure to experiment with the full range of motion the position offers; its got front to back, and side to side - and a whole lot more.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/lap_dance_01.png",
			"url": "https://sexinfo101.com/positions/lap-dance/lap-dance",
			"difficulty": "Medium"
		},
		{
			"name": "Open Lap Dance",
			"description": "In the Open variation of Lap Dance, the woman straddles the man's legs from the outside. Providing support to rest on, this variation tends to be a lot easier on the woman's legs, but that can come at the expense of a little bit of mobility. Make sure to experiment with the woman leaning forward, using the man's legs for arm support.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/lap_dance_00.png",
			"url": "https://sexinfo101.com/positions/lap-dance/open-lap-dance",
			"difficulty": "Medium"
		},
		{
			"name": "Squatting Lap Dance",
			"description": "In the Squatting variation of Lap Dance, the woman squats on the same surface that the man is sitting on. We highly recommend to first try this position on a stable chair with arm rests, but leaning forward and using the man's legs can help a lot if a good chair isn't available. He can also help keep things steady by holding on to her hips or waist. This is a fun and quick position, great for getting it on in a hurry!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/lap_dance_04.png",
			"url": "https://sexinfo101.com/positions/lap-dance/squatting-lap-dance",
			"difficulty": "Medium"
		},
		{
			"name": "Tilted Lap Dance",
			"description": "In the tilted Lap Dance Position, the woman twists her body and straddles either one of the man's legs. It offers women the benefit of having the man's leg to rub their clitoris against, and men will love being able to touch and grope from behind.\r\n This is one of the easier positions, and couples that know she'll enjoy the extra clitoral stimulation should give it a try immediately!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/lap_dance_03.png",
			"url": "https://sexinfo101.com/positions/lap-dance/tilted-lap-dance",
			"difficulty": "Medium"
		},
		{
			"name": "Twisted Lap Dance",
			"description": "In the Twisted variation of Lap Dance, the woman positions both of her legs on the outside of one of the man's legs. It offers the greatest range of circular movement in the family, and is likely the easiest on the legs of the standing variations. He'll want to hold on to her waist to keep things steady, and to help guide what feels good - it's a team effort, after all!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/lap_dance_02.png",
			"url": "https://sexinfo101.com/positions/lap-dance/twisted-lap-dance",
			"difficulty": "Medium"
		},
		{
			"name": "Lap Dance 180",
			"description": "The 180 variation of the Lap Dance position spins the woman around so that she is facing her partner. Although the wider positioning of her legs can decrease her comfort and mobility, the added intimacy of being face to face can make up for it. We recommend some cushioning under the man for comfort and to make sure to use a sturdy chair to avoid painful accidents!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/lapdance_08.png",
			"url": "https://sexinfo101.com/positions/lap-dance/lap-dance-180",
			"difficulty": "Medium"
		},
		{
			"name": "Kneeling Lap Dance 180",
			"description": "In the 180 variation of the Kneeling Lap Dance position, the woman turns around so that she is facing her partner. This not only increases the intimacy, it also makes it much easier for men to help with the lifting, while providing women with some improved leverage to reduce the strain on their legs. This improved mobility makes for a much more explosive ride, and getting a close up view of her breasts bouncing will likely be a welcome perk for most men.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/lapdance_06.png",
			"url": "https://sexinfo101.com/positions/lap-dance/kneeling-lap-dance-180",
			"difficulty": "Medium"
		},
		{
			"name": "Reclined Lap Dance 180",
			"description": "In the Reclined variation of the Lap Dance 180, the woman leans back to rest on, or in between, the man's legs. This offers him much easier access to play with her clit, but this comes at a huge cost to mobility, which is rather limited when compared to its upright counterpart. To make the most of this variation, we recommend to start out focusing on shorter thrusts aimed at her g-spot, while taking advantage of the clitoral access with some manual stimulation.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/lapdance_09.png",
			"url": "https://sexinfo101.com/positions/lap-dance/reclined-lap-dance-180",
			"difficulty": "Medium"
		},
		{
			"name": "Squatting Lap Dance 180",
			"description": "The Squatting 180 variation of the Lap Dance position the woman get's off of her knees and into a squatting posture. Although a little more difficult on the legs than its kneeling counterpart, the added mobility makes up for it if you have the stamina to take advantage. We recommend that men assist with the lifting by supporting their partner's tush, and to experiment with some pillow under the man's rear to reduce the depth to which the woman needs to squat.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/lapdance_07.png",
			"url": "https://sexinfo101.com/positions/lap-dance/squatting-lap-dance-180",
			"difficulty": "Medium"
		},
		{
			"name": "Lotus",
			"description": "The Lotus family consists of positions where the man sits in a cross legged position, with his partner on top. With reduced movement range, sex in a lotus variation tends to be a little slower and more intimate, especially in the variations that are face to face.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/lotus_00.png",
			"url": "https://sexinfo101.com/positions/lotus",
			"difficulty": "Medium"
		},
		{
			"name": "Lotus",
			"description": "The standard variation of the Lotus family has the woman's feet planted behind the man, and consequently offers some of the better mobility in the group. That said, getting the hang of the lateral movement can be a little tricky, so make sure not to get discouraged to quickly. If you find the movement to be too difficult, we recommend for women to plant their hands on the man's legs, and to use their triceps to generate some lift.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/lotus_01.png",
			"url": "https://sexinfo101.com/positions/lotus/lotus",
			"difficulty": "Medium"
		},
		{
			"name": "Crabby Lotus",
			"description": "Although difficult to maintain for extended periods, the Crabby variation of Lotus is well worth the effort. Having both feet and hands planted allows the woman much greater control over her mobility, allowing her to combine the more common rotational movement of this family with some lateral potential. If you find the posture to difficult on the arms, we recommend trying it out against a couch or ottoman, so that women can use the edge to take some of the load off.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/lotus_06.png",
			"url": "https://sexinfo101.com/positions/lotus/crabby-lotus",
			"difficulty": "Medium"
		},
		{
			"name": "Folded Lotus",
			"description": "One of the most difficult forms of the Lotus, the Folded variation brings the woman's legs up and inward to straddle the man's neck. With the right combination of a stronger man and smaller woman, the man will be able to lift the woman to generate some penetration distance, but most of us mere mortals will be limited to the range found in moving the hips. We recommend to start out extra slow with this one, as it can be pretty straining on the man's back; consider first trying it out against a couch so that the man can lean back for some support.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/lotus_02.png",
			"url": "https://sexinfo101.com/positions/lotus/folded-lotus",
			"difficulty": "Medium"
		},
		{
			"name": "Kneeling Lotus",
			"description": "Featuring some of the best mobility in the Lotus position, the Kneeling variation  puts the woman on her knees, and is likely the best place for most to start. On top of the mobility, it is very intimate and places the man's pubic bone ideally for women to rub their clits against. However, couples with a significant difference in body size may find it a little tough to straddle their partner with their legs crossed.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/lotus_05.png",
			"url": "https://sexinfo101.com/positions/lotus/kneeling-lotus",
			"difficulty": "Medium"
		},
		{
			"name": "Lazy Lotus",
			"description": "In the Lazy variation of the Lotus family, the woman extends her legs forward and relaxes them. Offering very limited mobility, this position is best suited for grinding, hanging out while working those kegels, or even just as an intimate road stop between more active positions... which would be a great time to bring sexinfo up on your phone to see what you want to try next!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/lotus_04.png",
			"url": "https://sexinfo101.com/positions/lotus/lazy-lotus",
			"difficulty": "Medium"
		},
		{
			"name": "Mixed Lotus",
			"description": "Serving as a placeholder for all the different combinations of Lotus possible, the Mixed variation is here to remind everyone to get off the beaten path. Breaking symmetry not only gives you many more options to explore, you may find new angles that are ideal for the shape of your body. If you discover something worth sharing, please make sure to comment below!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/lotus_03.png",
			"url": "https://sexinfo101.com/positions/lotus/mixed-lotus",
			"difficulty": "Medium"
		},
		{
			"name": "Wrapped Lotus",
			"description": "The Wrapped variation of the Lotus position features the woman's legs wrapped around the man. Although considered by many to be extremely intimate, its limited mobility results in many people writing it off before fully experiencing its perks. For those willing to invest the time to learn how to work their hips and kegels, it can be a great way to connect with their partner. If you don't like it at first, we recommend revisiting it once in a while as you improve your skills to see if it grows on you.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/lotus_00.png",
			"url": "https://sexinfo101.com/positions/lotus/wrapped-lotus",
			"difficulty": "Medium"
		},
		{
			"name": "Missionary",
			"description": "Considered by many to be a gateway position, the Missionary family of positions is how most sex lives are launched and probably ended... The name apparently stems from a misunderstanding of older documents that called it the \"angelic\" position... however you may want to take that with a grain of salt as we just read that off of wikipedia. We recommend experimenting with pillows under the woman's back and / or pelvis to find the perfect angle while exploring the Missionary Family's full range of variations.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/missionary_04.png",
			"url": "https://sexinfo101.com/positions/missionary",
			"difficulty": "Medium"
		},
		{
			"name": "Missionary",
			"description": "The Missionary position is probably the most common first position people try, which is probably related to its simplicity, comfort, and the high level of intimacy experienced. To get into the position, the woman simply lies down on her back while the man lies face-down on top of her. Although initial aiming can be a little difficult at first for the man, getting a helping hand from her can resolve that quite easily. We recommend for both partners to experiment with some hip movement to help keep things from getting stale too quickly.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/missionary_04.png",
			"url": "https://sexinfo101.com/positions/missionary/missionary",
			"difficulty": "Medium"
		},
		{
			"name": "Closed Missionary",
			"description": "In the Closed variation of the Missionary Position, the woman closes her legs, while the man's legs go on the outside. Although this variation doesn't score high for penetration depth, the angle does provide a lot of clitoral stimulation, which some women may find more pleasurable than depth. Not the most intuitive position, but for the some couples it may be the missing key to pleasure.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/missionary_05.png",
			"url": "https://sexinfo101.com/positions/missionary/closed-missionary",
			"difficulty": "Medium"
		},
		{
			"name": "Kneeling Missionary",
			"description": "A close cousin to Closed Missionary, the Kneeling missionary also features the man's legs on the outside of the woman's. Consequently, it also suffers from a difficult penetration angle and non-efficient use of a man's length. On the bright side, this angle can provide a lot of clitoral stimulation, especially if you are willing to forgo penetration all together, or just haven't gotten that far yet.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/missionary_08.png",
			"url": "https://sexinfo101.com/positions/missionary/kneeling-missionary",
			"difficulty": "Medium"
		},
		{
			"name": "Mixed Missionary",
			"description": "Representing a mix of any two forms of Missionary, the Mixed variation is here as a reminder that there is no need to keep things symmetric! Not only is there no need, both women and men may find significant benefit from having the vagina stretched in a different way. We recommend mixing and matching the leg woman's leg positions from all of the variations, to find the custom fit that feels best to you.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/missionary_06.png",
			"url": "https://sexinfo101.com/positions/missionary/mixed-missionary",
			"difficulty": "Medium"
		},
		{
			"name": "Open Missionary",
			"description": "The Open Missionary position features the improved penetration angle of Folded Missionary, but offers more intimacy from not having her legs between you, which isn't too shabby considering the great freedom of movement offered to the man. To get into the position, the woman lies on her back with her legs up and out to the sides, while the man mounts face-down on top of her.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/missionary_09.png",
			"url": "https://sexinfo101.com/positions/missionary/open-missionary",
			"difficulty": "Medium"
		},
		{
			"name": "Oystered Missionary",
			"description": "In the Oystered Missionary position the woman lies on her back with her legs raised all the way up so that her ankles are behind her head. This position clearly requires considerable flexibility on the part of the woman, and she should only be trying it out if she can already comfortably hold this position already.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/missionary_10.png",
			"url": "https://sexinfo101.com/positions/missionary/oystered-missionary",
			"difficulty": "Medium"
		},
		{
			"name": "Tilted Missionary",
			"description": "In the Titled variation of Missionary, the man's body is tilted so that both of his arms are one side of the woman's body. Although a relatively subtle variation, it does have an impact to the angle of penetration, which translates to noticeable difference in sensation. We recommend that women experiment with different leg positions, and for men to explore the angle as far as they can take it to explore the full range of the position.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/missionary_07.png",
			"url": "https://sexinfo101.com/positions/missionary/tilted-missionary",
			"difficulty": "Medium"
		},
		{
			"name": "Tucked Missionary",
			"description": "A close cousin of Folded Missionary, the Tucked variation differs in that the woman's legs are bent at the knees, and are positioned on the outside of the man's body. This has the benefits of alleviating the strain from men leaning too heavily, and it's a lot easier to get intimate without legs in the way. We recommend that women experiment with the both the angle of their pelvis and the with how open they have their legs to find what feels best.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/missionary_01.png",
			"url": "https://sexinfo101.com/positions/missionary/tucked-missionary",
			"difficulty": "Medium"
		},
		{
			"name": "Wrapped Missionary",
			"description": "To get into the Wrapped Missionary position, the woman lies on her back and wraps her legs around her partner who mounts from above. Raising her legs tilts her pelvis, making for a significantly improved penetration angle over the standard Missionary position, and the woman can use her legs to help guide the man's rhythm to her liking.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/missionary_02.png",
			"url": "https://sexinfo101.com/positions/missionary/wrapped-missionary",
			"difficulty": "Medium"
		},
		{
			"name": "Pile Driver",
			"description": "Earning its name from the downward angle of penetration, the Pile Driver family has a bit of a rough reputation since it's often portrayed 'extremely' when used in adult entertainment. Although it certainly can be practiced rough, it doesn't have to be!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/piledriver_00.png",
			"url": "https://sexinfo101.com/positions/pile-driver",
			"difficulty": "Medium"
		},
		{
			"name": "Pile Driver",
			"description": "At the head of the Pile Driver family, the standard variation conjures up a dramatic image. To get into the position, the woman should lie on her back, and enter a shoulder stand position supported by her arms. The man then approaches from opposite of her head, and enters at a downward angle. If the angle is too extreme, the man can reduce the penile strain by simply leaning forwards - he just needs to remember to bend the knees so that he doesn't lose balance.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/piledriver_00.png",
			"url": "https://sexinfo101.com/positions/pile-driver/pile-driver",
			"difficulty": "Medium"
		},
		{
			"name": "Pile Driver 180",
			"description": "The 180 twist on the standard variation, this position has the man enter from the opposite end. The most noteworthy differences are the angle of penetration, and trading the possibility of clit play for the possibility of two way anal play, or perhaps just some spanks on the rear if anal's not your think, just remember, two can play the spanking game! As in the standard variation, if the angle of penetration is too extreme, just bend the knees and lean forward to compensate.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/piledriver_01.png",
			"url": "https://sexinfo101.com/positions/pile-driver/pile-driver-180",
			"difficulty": "Medium"
		},
		{
			"name": "Squatting Pile Driver",
			"description": "In a lower altitude take on the standard variation of the Pile Driver, the Squatting variation is arguably a little easier on the legs for men, and substantially easier for women. Easier on the legs, however, does not necessarily mean easy, it can be a difficult posture to maintain for an extended period, and little can be done to remedy that. Women, on the other hand, can benefit from using some pillows to take over the task of elevating their hips so that they they can focus on enjoying the ride.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/piledriver_03.png",
			"url": "https://sexinfo101.com/positions/pile-driver/squatting-pile-driver",
			"difficulty": "Medium"
		},
		{
			"name": "Twisted Pile Driver",
			"description": "What's a  family without a twist variation? The Twisted Pile Driver turns the man sideways, offering the perpendicular penetration of a twist and giving men access to both the clitoris and anal play at the same time. As you can probably see in the illustration, the twist needs a small tilt to ensure that there is room for the woman's head, and men need to be mindful of their knees to avoid any head contact!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/piledriver_02.png",
			"url": "https://sexinfo101.com/positions/pile-driver/twisted-pile-driver",
			"difficulty": "Medium"
		},
		{
			"name": "Rodeo",
			"description": "A 180 twist on Cowgirl, the Rodeo family's penetration angle does a much better job at reducing slipping out from horizontal movement. However, this gain comes at the cost of breast and clitoral access, as well as being face to face, but that's not always a bad thing...",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/rodeo_00.png",
			"url": "https://sexinfo101.com/positions/rodeo",
			"difficulty": "Medium"
		},
		{
			"name": "Lazy Rodeo",
			"description": "In the Lazy variation of the Rodeo family, the woman extends her legs forwards but does not plant her feet on the ground. This greatly restricts her movement to rocking and rotating the hips, though a little bit of lift can be generated from doing tricep dips. Consequently, many tend to view it more as a rest stop than an actual position, but those who know a thing or two about belly dancing know better. For those who aren't already familiar with the basic techniques of belly dancing, we highly recommend that you check them out!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/rodeo_03.png",
			"url": "https://sexinfo101.com/positions/rodeo/lazy-rodeo",
			"difficulty": "Medium"
		},
		{
			"name": "Lying Rodeo",
			"description": "If you want to take leaning forward in the Rodeo position to the extreme, or if you have a thing for feet, the Lying variation is your ticket. Caution should be given to the extreme downward penile angle required, this can be difficult for some men, so make sure to start slow to define any boundaries. Establishing penetration can be a little tricky once in position, so you may find it easier to transition into this position over starting with it.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/rodeo_06.png",
			"url": "https://sexinfo101.com/positions/rodeo/lying-rodeo",
			"difficulty": "Medium"
		},
		{
			"name": "Planted Rodeo",
			"description": "In the Planted variation of Rodeo, the woman extends her legs and plant her feet on the ground. Although much easier on the knees than the standard and squatting variations, the downside is that it is more difficult for women to generate vertical movement in this position. However, by leaning back, women can use their legs to increase stroke distance laterally, and men can to assist in maximizing the distance by rocking their hips from below.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/rodeo_02.png",
			"url": "https://sexinfo101.com/positions/rodeo/planted-rodeo",
			"difficulty": "Medium"
		},
		{
			"name": "Squatting Rodeo",
			"description": "The Squatting variation of Rodeo is likely the position you want if you're looking for maximum speed and movement range in this family. These benefits, however, come at the cost of being much tougher on the legs for women, so some lift support from men is essential to make the most of her endurance. We also recommend for women to experiment with leaning further back, as well as forward, to experience all the angles this position has to offer!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/rodeo_01.png",
			"url": "https://sexinfo101.com/positions/rodeo/squatting-rodeo",
			"difficulty": "Medium"
		},
		{
			"name": "Standing Rodeo",
			"description": "The Standing variation takes Rodeo to a higher altitude, that's a lot more friendly on the legs, and a lot easier on the endurance meter. Although easiest performed on a perfectly sized ottoman, you should be able to make it work on the corner of a bed or a sectional couch if such an ottoman is not available. We recommend that women experiment with leaning both forwards and backwards, and for men to place their hands on the women's hips to experiment with helping in both lifting and lowering for maximum pleasure.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/rodeo_05.png",
			"url": "https://sexinfo101.com/positions/rodeo/standing-rodeo",
			"difficulty": "Medium"
		},
		{
			"name": "Twisted Rodeo",
			"description": "As in all twisted variations, the Twisted variation of Rodeo features a perpendicular angle of penetration. Her endurance could be stretched to the limits, as it's a very tough position on the legs - though men can assist with a little lift support from beneath. If you're finding the strain to be a little too much, we recommend practicing the position next to a couch so that women can place their hands or forearms on the edge and then use their upper body to assist in lifting.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/rodeo_04.png",
			"url": "https://sexinfo101.com/positions/rodeo/twisted-rodeo",
			"difficulty": "Medium"
		},
		{
			"name": "Squatting Open Rodeo",
			"description": "In the Squatting variation of Open Rodeo, the woman get's off her knees and into a squat, commonly referred to as the Asian adaptation.  Like in Cowgirl and Rodeo, the squatting posture provides the woman with much more mobility, but most ladies find it much more taxing on the legs. Consequently, we recommend for the man to assist with some of the lifting, and perhaps more importantly, to provide some thrusting from below to reduce some of the 'squat distance'  required.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/rodeo_09.png",
			"url": "https://sexinfo101.com/positions/rodeo/squatting-open-rodeo",
			"difficulty": "Medium"
		},
		{
			"name": "Saint",
			"description": "The kneeling cousin of the Lotus, the Saint family is known for making men a lot more willing to get on their knees. Offering substantially better mobility for the man over the Lotus while maintaining its intimacy, it's not surprising that most people we surveyed prefer it.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/saint_01.png",
			"url": "https://sexinfo101.com/positions/saint",
			"difficulty": "Medium"
		},
		{
			"name": "Saint",
			"description": "The standard variation of the Saint family has the man kneeling with the woman sitting on top while facing him. With mobility in a low kneel being limited, the majority of the penetration distance comes from the woman pushing off with her legs, while the man holds onto her to keep her in place. This can be an awkward motion to get the hang of, so you may prefer to stick with rotating the hips, or seeking the aid of some furniture so that she can make better use of her upper body.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/saint_01.png",
			"url": "https://sexinfo101.com/positions/saint/saint",
			"difficulty": "Medium"
		},
		{
			"name": "Crabby Saint",
			"description": "In the Crabby variation of the Saint, the woman reclines backwards until she is in a crab position. Although not quite as intimate as most of the family, it offers some unique angles and motion that more than make up for it. As in all crab positions, they tend to be a lot more straining on the upper body, so men are encouraged to help as much as they can.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/saint_06.png",
			"url": "https://sexinfo101.com/positions/saint/crabby-saint",
			"difficulty": "Medium"
		},
		{
			"name": "Folded Saint",
			"description": "One of the tougher members of the Saint family, the Folded variation has the woman's legs placed over the man's shoulders. For most mortals, this position will tend to be better suited for grinding with a little penetration distance from rolling the hips. However, couples combining strong men and little women might be able to make a longer stroke from it, and enjoy the grinding between sets.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/saint_02.png",
			"url": "https://sexinfo101.com/positions/saint/folded-saint",
			"difficulty": "Medium"
		},
		{
			"name": "Kneeling Saint",
			"description": "Offering great mobility, comfort, and intimacy, the Kneeling variation of the Saint is many people's favorite in the family. It Gives women excellent control over the pace and depth of penetration, while leaving the man's hands free to explore her body. As always when kneeling, we recommend pillows under the knees, and you may want to experiment with the man leaning back a little at the waist for max depth.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/saint_05.png",
			"url": "https://sexinfo101.com/positions/saint/kneeling-saint",
			"difficulty": "Medium"
		},
		{
			"name": "Lazy Saint",
			"description": "In the Lazy variation of the Saint, the women extends her legs forward, but does not plant her feet on the ground. Offering very limited mobility, this position is better suited for grinding, working some kegels, or taking an intimate break between more active positions. It could also be a perfect opportunity to bring SexInfo up on your mobile to see what positions you want to try out next!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/saint_03.png",
			"url": "https://sexinfo101.com/positions/saint/lazy-saint",
			"difficulty": "Medium"
		},
		{
			"name": "Mixed Saint",
			"description": "The Mixed variation of the Saint is a placeholder position representing all of the combinations of Saint variations. Not only does breaking symmetry help keep things interesting, it can also take better advantage of our usually not-straight body parts... If you have any experiences you'd like to share, please make sure to post them in the comments below!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/saint_04.png",
			"url": "https://sexinfo101.com/positions/saint/mixed-saint",
			"difficulty": "Medium"
		},
		{
			"name": "Wrapped Saint",
			"description": "In the Wrapped variation of the Saint, the woman wraps her legs around the man's waist. This increases the skin contact, which tends to increase the intimacy for most, and it also changes the angle of the penetration for noticeably different sensation. Since both partner's mobility is relatively restricted, the position tends to be better suited for grinding over the more traditional thrusting, however the wrapped legs do free up the woman's hands to explore the man's body.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/saint_00.png",
			"url": "https://sexinfo101.com/positions/saint/wrapped-saint",
			"difficulty": "Medium"
		},
		{
			"name": "Scissors",
			"description": "Earning its name from the scissored arrangement of the legs, the Scissors family offers a unique socket like experience that is remembered for its depth. However, many of the variations are also remembered for their limited mobility, and for their requirement of having the erection angled downwards... If aiming downwards proves difficult, you can always compensate with a little rotation.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/scissors_03.png",
			"url": "https://sexinfo101.com/positions/scissors",
			"difficulty": "Medium"
		},
		{
			"name": "Scissors",
			"description": "At the head of the family, the Scissors position. Getting into it is pretty straight forward; the man lies on his side with his upper leg planted, and intersects with the woman who lies on her back with her groin elevated. In its normal form, penetration range is rather limited for the man, so his focus is more on rocking his hips, however this can be improved by rotating the woman; clockwise in our example. We recommend that the woman experiment with her foot placement to find the best mix of comfort and mobility.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/scissors_03.png",
			"url": "https://sexinfo101.com/positions/scissors/scissors",
			"difficulty": "Medium"
		},
		{
			"name": "Crabby Scissors",
			"description": "In the Crabby variation of Scissors, the woman lies on her side while the man takes on a crab position. This pose offers the man a lot more freedom of movement, allowing for much longer penetration range, but it can be a very odd position for men to get used to the thrusting in - and a lot more straining on the upper body. Just because depth mobility has been widened doesn't necessarily mean he should return to long straight strokes, we recommend that men experiment with maintaining a depth, shallow mid, or deep, and rolling the hips for some added pleasure.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/scissors_01.png",
			"url": "https://sexinfo101.com/positions/scissors/crabby-scissors",
			"difficulty": "Medium"
		},
		{
			"name": "Kneeling Scissors",
			"description": "The Kneeling variation of the Scissors position is the most popular pose in the family. Featuring the best combination of comfort and mobility, it's the best starting point for people looking to enjoy all the depth that scissoring can offer. We recommend putting a pillow under the woman's rear for a little more vaginal altitude, and to try out straddling both legs to see which feels better - especially if the penis in your relationship has a bit of a bend.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/scissors_06.png",
			"url": "https://sexinfo101.com/positions/scissors/kneeling-scissors",
			"difficulty": "Medium"
		},
		{
			"name": "Sitting Scissors",
			"description": "In the Seated variation of Scissors, the man sits on the ground while the woman lies on her side. This offers a different form of limited mobility over the standard variation, which can be improved by the man planting his hands and lifting his rear off the ground so that he can add a little swing. We recommend for women to experiment with using their planted foot to help increase the distance of each stroke, and a pillow under the man's rear can help align you for max depth while improving mobility.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/scissors_02.png",
			"url": "https://sexinfo101.com/positions/scissors/sitting-scissors",
			"difficulty": "Medium"
		},
		{
			"name": "Wrapped Scissors",
			"description": "If you were amongst the likely very few who were finding the standard Scissors position too easy... or just want to try them all, welcome to the Wrapped variation. Offering dual leg locks to squeeze closer than once thought possible, there are few positions that can compete on depth. Mobility on the other hand is a very different story, as range of movement is very restricted. We recommend experimenting with rocking your hips at the same time to find the groove that offers you the most pleasure... and might be easier to get going with some tunes in the background!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/scissors_04.png",
			"url": "https://sexinfo101.com/positions/scissors/wrapped-scissors",
			"difficulty": "Medium"
		},
		{
			"name": "Kneeling Scissors",
			"description": "The Kneeling variation of the Scissors position is the most popular pose in the family. Featuring the best combination of comfort and mobility, it's the best starting point for people looking to enjoy all the depth that scissoring can offer. We recommend putting a pillow under the woman's rear for a little more vaginal altitude, and to try out straddling both legs to see which feels better - especially if the penis in your relationship has a bit of a bend.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/scissors_06.png",
			"url": "https://sexinfo101.com/positions/scissors/kneeling-scissors",
			"difficulty": "Medium"
		},
		{
			"name": "Twisted Kneeling Scissors",
			"description": "The Twisted Kneeling variation of Scissors is a close cousin of Kneeling Scissors, only the woman's upper leg crosses over the man's body... tilting her pelvis for more twisted penetration. Although this reduces  his access to the woman's clitoris, most find the twisted penetration makes up for it... and let's face it, there are very few men who can do a good job of playing with a clit while focusing on penetration. We recommend to try twisting in both directions to see if either takes better advantage of any penile curvature, and to consider a pillow under her hip to improve the alignment.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/scissors_05.png",
			"url": "https://sexinfo101.com/positions/scissors/twisted-kneeling-scissors",
			"difficulty": "Medium"
		},
		{
			"name": "Sinner",
			"description": "Great for enjoying the stars, a mirror on the ceiling, or even just stucco, the Sinner is a very intimate rear entry position. The man has great access to kiss the woman's neck, his hands are free to explore her body, and the angle of penetration is great for hitting the G-Spot / P-Spot. Sinning your way to heaven has never been easier!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/sinner_00.png",
			"url": "https://sexinfo101.com/positions/sinner",
			"difficulty": "Medium"
		},
		{
			"name": "Sinner",
			"description": "At the head of the family, the Sinner position is a great place to start. Getting into the position is very easy, the man simply lies on his back, and the woman lies on her back on top of him with her legs on the outside, however, she will likely need to adjust her positioning for optimal penetration distance. Initial penetration should be relatively easy from the base position, but you could always start with her reclining from a seated position if you're finding it difficult to operate in the dark.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/sinner_00.png",
			"url": "https://sexinfo101.com/positions/sinner/sinner",
			"difficulty": "Medium"
		},
		{
			"name": "Folded Sinner",
			"description": "Similar to the Tucked variation of the Sinner, the Folded variant involves extending the woman's legs and bringing them towards her chest. The added leverage of being able to pull on the calves makes it easier to hold a sharper and more upward penetration angle, though taken to the extreme, it can make maintaining penetration a little more difficult. As in the Tucked variation, we recommend that you experiment with bringing the man's feet closer and lifting  his back to find the optimal angle for penetration.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/sinner_09.png",
			"url": "https://sexinfo101.com/positions/sinner/folded-sinner",
			"difficulty": "Medium"
		},
		{
			"name": "Planted Sinner",
			"description": "In the Planted variation of the Sinner, the woman plants her feet much closer to the action. This provides her with much finer control over her pelvis - which we highly recommend you experiment with, and the improved footing makes it much easier for her to generate movement. You may also enjoy having the man grabbing and holding her ankles to hold a much sharper foot placement.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/sinner_03.png",
			"url": "https://sexinfo101.com/positions/sinner/planted-sinner",
			"difficulty": "Medium"
		},
		{
			"name": "Split Sinner",
			"description": "In the split variation of the Sinner, the woman spreads her legs to an outward splits position. Although either partner can hold her thighs in place, we've found it best for the man to hold her thighs, while she holds on to his arms to avoid being humped out of position. The 'stretched wide open' penetration may be preferable to some, and either way, there is great access for manual clitoral stimulation if someone has a free hand.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/sinner_06.png",
			"url": "https://sexinfo101.com/positions/sinner/split-sinner",
			"difficulty": "Medium"
		},
		{
			"name": "Tucked Sinner",
			"description": "In the Tucked variation of the Sinner, the woman lifts her legs off the ground and tucks them towards her body. Having the legs tucked helps make the g-spot the focal point of the penetration; the tighter the tuck, the higher the pleasure, however tucking too much can make it more difficult to maintain penetration without slipping out. We have also found that having the man plant his feet closer to his body, and lifting his groin off the ground to substantially increase the penetration mobility, so make sure to experiment!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/sinner_08.png",
			"url": "https://sexinfo101.com/positions/sinner/tucked-sinner",
			"difficulty": "Medium"
		},
		{
			"name": "Wrapped Sinner",
			"description": "In the Wrapped variation of the Sinner, the woman wraps her legs around the man's. This not only increases the skin contact, but also offers the woman a different method and angle for generating movement - which could take some getting used to. As well, the locked legs prevent the woman from being thrusted out of alignment, meaning someone should have a free hand or two for reaching down or around.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/sinner_05.png",
			"url": "https://sexinfo101.com/positions/sinner/wrapped-sinner",
			"difficulty": "Medium"
		},
		{
			"name": "Bent Spoon",
			"description": "The Bent variation of the Spoon has the woman leaning forward, making for a lying sideways Doggy Style orientation. Although a relatively subtle difference, this position offers improved mobility over the standard variation, making it better suited for both longer and faster penetration. We recommend for women to experiment with the tilt and angle of their pelvis, and for men to raise their hip off the ground to maximize their mobility.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/spoons_01.png",
			"url": "https://sexinfo101.com/positions/spoons/bent-spoon",
			"difficulty": "Medium"
		},
		{
			"name": "Bipolar Spoon",
			"description": "A 180 twist on the head of the Spoons family, the Bipolar variation allows both partners to get a clear view of the tv, and we assume it must be a favorite of men with a foot fetish! However, it does require the man to be able to point his erection in a downward angle, which could be difficult for some.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/spoons_04.png",
			"url": "https://sexinfo101.com/positions/spoons/bipolar-spoon",
			"difficulty": "Medium"
		},
		{
			"name": "Wrapped Spoon",
			"description": "Bringing even more intimacy to the Spoons position, the Wrapped variation involves the woman wrapping and hooking her legs around her partner's. Although a more subtle looking variation, there are a few noteworthy effects; she can now squeeze her legs to achieve deeper penetration, it opens her legs for easier access to her clit for either partner to play with, and tilts her pelvis for a different angle of penetration.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/spoons_00.png",
			"url": "https://sexinfo101.com/positions/spoons/wrapped-spoon",
			"difficulty": "Medium"
		},
		{
			"name": "Wheelbarrow",
			"description": "The Wheelbarrow family is a named after wheelbarrow races, and just like its namesake, it can be quite tiring! Even in the supported variations, the man needs to support a good portion of the woman's weight, while doing all the thrusting... which can be tiring enough on its own. If the woman isn't confident that she can hold herself up through an orgasm, we recommend starting at a lower altitude or supported, and having some pillows placed for backup just in case.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/wheelbarrow_00.png",
			"url": "https://sexinfo101.com/positions/wheelbarrow",
			"difficulty": "Medium"
		},
		{
			"name": "Wheelbarrow",
			"description": "The head of the Wheelbarrow family is one of the toughest of the bunch, and might not be the best to start with if you have any doubts on your strength and endurance. For those who are capable, we recommend for the woman to get into a downward dog yoga position, with the man approaching from behind. Once there, he should wrap his hands around her thighs, and then lift her legs into position.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/wheelbarrow_00.png",
			"url": "https://sexinfo101.com/positions/wheelbarrow/wheelbarrow",
			"difficulty": "Medium"
		},
		{
			"name": "Kneeling Wheelbarrow",
			"description": "Bringing Wheelbarrow to a lower altitude, the kneeling variation offers much safer conditions to test out the pleasures of this family, and a little less strength needed! To get into the position, we recommend starting with doggy, and then lifting the woman's legs into position, though you may find starting out in the supported variation and moving the support platform out of the way to be a little easier.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/wheelbarrow_01.png",
			"url": "https://sexinfo101.com/positions/wheelbarrow/kneeling-wheelbarrow",
			"difficulty": "Medium"
		},
		{
			"name": "Supported Kneeling Wheelbarrow",
			"description": "Featuring the greatest ease, comfort, and safety of the Wheelbarrow family, the Supported Kneeling variation is a great way to find out if you enjoy the penetration angle enough to explore deeper. However, the high safety rating comes from using a very stable platform, like an ottoman or a couch. If you were to use a bar stool, things could quickly come crashing down, so be mindful!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/wheelbarrow_02.png",
			"url": "https://sexinfo101.com/positions/wheelbarrow/supported-kneeling-wheelbarrow",
			"difficulty": "Medium"
		},
		{
			"name": "Sitting Wheelbarrow",
			"description": "The Sitting variation of the Wheelbarrow position is a lot more friendly to those who prefer to travel down the easier path, as it alleviates all of the heavy lifting... However, the reduced physical strain comes at the cost of quite a bit of mobility. Since it can be much more difficult to get full penetration distance from a sitting position, we recommend some pillows under the man's rear to help increase his range, and to transition into a standing variation when your stamina allows for it.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/wheelbarrow_03.png",
			"url": "https://sexinfo101.com/positions/wheelbarrow/sitting-wheelbarrow",
			"difficulty": "Medium"
		}
	],
	"Hard": [
		{
			"name": "Crab",
			"description": "The Standard variation of the Crab family has both partners aligned the same way, and is the best suited of the family for a little titty time. Getting into the position is probably easiest by starting out in Rodeo and having the woman recline, as it may a little tricky for some to enter afterwards. With the crab posture being rather taxing on a woman's upper body, men should do what they can to help lift her by the hips, as well as thrust from below for increased penetration range.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/crab_00.png",
			"url": "https://sexinfo101.com/positions/crab/crab",
			"difficulty": "Hard"
		},
		{
			"name": "Pie in the Sky",
			"description": "The name Pie in the Sky presents a vivid image, and this position definitely lives up to it. This variation offers unparalleled oral access to all of the woman's parts and has much improved access for fingering either hole, or both! If she is finding the pose a little difficult to hold, it may be helpful to do the position near a wall so that she can rest her feet against it to reduce the load.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cunnilingus_15.png",
			"url": "https://sexinfo101.com/positions/cunnilingus/pie-in-the-sky",
			"difficulty": "Hard"
		},
		{
			"name": "Hanger",
			"description": "A 180 twist on Wheelbarrow, the Hanger family differs in that the woman faces upwards... and is amongst the most difficult positions to practice. With the woman's arms placed behind her, it can be tough to maintain for extended periods, and keeping a good grip on her waist can get tricky as things get hot and sweaty.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/hanger_02.png",
			"url": "https://sexinfo101.com/positions/hanger",
			"difficulty": "Hard"
		},
		{
			"name": "Hanger",
			"description": "At the head of Hanger family variation, the standard variation features the woman's legs an upright position, cradling the man's neck / head to keep balance. Not the most natural position to get into, we've found it easiest to start out with the woman lying on the edge of the bed to get the basic alignment, then rotating her upper body until she can reach down and plant her hands on the floor. If the height difference proves to be extra challenging, you may find it more enjoyable for the woman to plant her hands on an elevated surface, like an ottoman... just make sure it is very stable.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/hanger_02.png",
			"url": "https://sexinfo101.com/positions/hanger/hanger",
			"difficulty": "Hard"
		},
		{
			"name": "Upright Missionary",
			"description": "The Upright variation of Missionary can be a little tricky for those starting out with it, however the tightness, clitoral stimulation, and shallow penetration can be quite rewarding. If you find the angle of penetration to be too awkward, we recommend placing pillows under the woman's rear to help tilt her pelvis for better access, or just enjoying this one as an outercourse position.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/missionary_11.png",
			"url": "https://sexinfo101.com/positions/missionary/upright-missionary",
			"difficulty": "Hard"
		},
		{
			"name": "Squatting Pile Driver 180",
			"description": "The Squatting 180 variation of the Pile Driver position is the most extreme of the bunch, which is really saying something given the reputation of the family. Requiring an erection that is able to aim backwards, many men will find it difficult, if not impossible, when fully aroused. Even those who are able will find it tricky to achieve penetration. Consequently, it may be better suited for men to receive anal penetration from below. For those wanting to try the vaginal form, we recommend transitioning into it from the 180 or the Grounded variations, and taking it slow to avoid risking injury.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/piledriver_04.png",
			"url": "https://sexinfo101.com/positions/pile-driver/squatting-pile-driver-180",
			"difficulty": "Hard"
		},
		{
			"name": "Pressed Sinner",
			"description": "In the Pressed variation of the Sinner, the woman plants her feet on the thighs of her partner. One of the more difficult positions in the family, it can be a little tricky to keep her feet in place once things starts getting sweaty, though the man can help by holding her ankles in place if you find this to be a problem.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/sinner_04.png",
			"url": "https://sexinfo101.com/positions/sinner/pressed-sinner",
			"difficulty": "Hard"
		}
	],
	"Very Hard": [
		{
			"name": "Pressed Bumpers",
			"description": "One of the tougher members of the already tough Bumper family, the Pressed variation plants the woman's feet on the back of the man's thighs. Offering some of the best leverage for generating penetration distance, it may also be the most injury prone! We recommend extreme caution with this one, and you may even consider leaving the man's pants or underwear over the thighs to provide better traction.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/bumpers_03.png",
			"url": "https://sexinfo101.com/positions/bumpers/pressed-bumpers",
			"difficulty": "Very Hard"
		},
		{
			"name": "Bumper Tower",
			"description": "In the Tower variation of Bumpers, both partners attempt to hold their legs straight up in the air... Discovered in the lab, we have not field tested it yet, and advise any couples who are thinking about trying it to do so with extreme caution. We imagine movement to be generated by rolling the pelvis up and down, and pillows under the woman's lower back are likely essential for both leverage and reducing the chance of an injury from slipping down.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/bumpers_04.png",
			"url": "https://sexinfo101.com/positions/bumpers/bumper-tower",
			"difficulty": "Very Hard"
		},
		{
			"name": "Standing Feedbag",
			"description": "The Standing variation of Feedbag is not for everyone! It takes a fair amount of strength and good form to avoid injury, and we highly recommend having the crash zone padded to avoid injury. That aside, it can be very exciting for those who have the strength to do it, and who like a little danger in their lives. Remember to stroke the thank you stick positioned just behind the woman's head!",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/cunnilingus_05.png",
			"url": "https://sexinfo101.com/positions/cunnilingus/standing-feedbag",
			"difficulty": "Very Hard"
		},
		{
			"name": "Tea Bag",
			"description": "A 180 twist on the Sword Swallower, the Tea Bag position has the man facing away from his partner. Named for its unbeatable oral access to the testicles, it is also great for analingus, though fellatio will likely require a free hand to help keep an erection pointed downwards. It can be very difficult to perform when heights are misaligned, so if your bed isn't working out so well, make sure to experiment with some other furniture to see if you can find a better fit and use pillows for fine tuning.",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/fellatio_14.png",
			"url": "https://sexinfo101.com/positions/fellatio/tea-bag",
			"difficulty": "Very Hard"
		},
		{
			"name": "Reclined Groundhog",
			"description": "The Reclined variation of the Groundhog has the man reclining all the way onto his back. Not only does it feature one of the sharpest angles in our position library, men with average and below length may struggle to reach",
			"image_url": "https://sexinfo101.com/assets/images/positions/mobile/groundhog_04.png",
			"url": "https://sexinfo101.com/positions/groundhog/reclined-groundhog",
			"difficulty": "Very Hard"
		}
	]
}
